{
  "normal_chara": [
    {
      "name": "Jeff",
      "birthday": "29 Winter",
      "description": "Jeff adalah pemilik supermarket lokal yang agak pasif. Dia pria yang sangat pemalu dan mudah dibodohi sehingga istrinya seringkali jengkel padanya karena sering dihutangi oleh penduduk desa. Jeff tampaknya takut pada istrinya, dia takut istrinya marah padanya",
      "routine": "Tempat untuk menemuinya : \n Kamu bisa menemuinya di supermarket karena dia selalu berada di sana kecuali pada hari selasa dan minggu. \n Selasa : \n (6 am – 10 am) Di dalam Supermarket \n (10.50 am – 1 pm) Di dalam Gereja \n (1.45 pm – 4.10 pm) Di Klinik \n (4.30 pm – seterusnya) Di Supermarket \n Minggu : \n (6 am – 1.10 pm) Di Supermarket \n (2 pm – 4 pm) Di Penginapan \n (4.50 pm – seterusnya) Di Supermarket",
      "great_gift": "Sangat Suka Menerima : Bamboo Shoot,Bodigizer, Bodigizer XL, Turbojolt, Turbojolt XL, Fruit Juice, Vegetable Juice, Mixed Juice, Tomato Juice, Apple Pie, Bamboo Rice, Truffle Rice, Grape Jam, Cookie, Chocolate Cookie, Chocolate Cake, Relaxation Tea, Fruit Latte, Vegetable Latte, Mixed Latte.",
      "good_gift": "Suka Menerima : Tomato, Green Pepper, Pink Cat Flower, Orange Cup Fruit, Apple, Truffle, Wild Grape, Blue Grass, Red Grass, Spa-Boiled Egg, Mayonnasie, Milk, Honey, SUGDW Apple, Grape Juice, Fish, Veggie Pancake, Fried Rice, Stir Fry, Miso Soup, Stew, Curry, Salad, Sandwich, Pickled Turnips, Pickles, Happy Eggplant, Greens, Scrambled Egg, Boiled Egg, Hot Milk, Omelet, Mushroom Rice, Butter, Sushi, Chirashi Sushi, Grilled Fish, Curry Noodles, Tempura Noodles, Fried Noodles, Tempura, Ice Cream, Cake, Golden Egg, Chocolate, Relaxation Tea Leaves, Rice Omelet, Ketchup.",
      "dislike": "Tidak Suka Mernima : Mystrile, Orichalcum, Adamantite, Ketchup Recipe, Gold Ore, Silver Ore, Copper Ore, Wine, Bandage.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Lumber, Weed, Poisonous Mushroom, Fodder, Chicken Feed, Fish Food, Food Fiasco, Garbage, Fries Recipes, Dead Weeds, Winter Stone, Winter Lumber, Winter Branch."
    },
    {
      "name": "Sasha",
      "birthday": "30 Spring",
      "description": "Sasha adalah ibunya Karen dan Istrinya Jeff. Sasha merupakan salah satu penduduk desa yang jarang sekali berbicara, hanya berbicara seperlunya saja (tidak cerewet). Sasha sering sekali jengkel pada Jeff karena dia membiarkan para penduduk desa belanja di supermarket dengan memasukkan ke daftar bon (hutang). Sasha, Manna, dan Anna merupakan satu kelompok ibu-ibu gosip yang ada di desa Mineral.",
      "routine": "Kamu bisa menemuinya setiap hari di dalam rumahnya yang berada di supermarket. Berikut jadwal hariannya : \n Kecuali Selasa dan Minggu : \n (6 am – 1 pm) Di rumahnya, di samping supermarket. \n (1.30 pm – 4 pm) Di alun-alun desa atau Rose Square. \n (4.45 pm – Seterusnya) Berada di dalam rumah. \n Selasa dan Minggu : \n (6 am – 7 am) Di dalam Supermarket \n (8 am – 10 am) Di perkebunan Yodel \n (10.50 am – 1 pm) Di perkebunan Poultry \n (1.50 pm – 4 pm) Di rumah Ellen \n (4.40 pm – Seterusnya) Di dalam rumah",
      "great_gift": "Sangat Suka Menerima : Cookie, Chocolate Cookie, Chocolate Cake, Chocolate.",
      "good_gift": "Suka Menerima : Strawberry, Tomato, Pumpkin, Pineapple, Carrot, Spinach, Moondrop Flower, Pink Cat Flower, Blue Magic Red Flower, Red Magic Red Flower, Toy Flower, Orange Cup Fruit, Apple, Truffle, Ketchup Recipe, Orichalcum, Milk, Wool, Yarn Ball, Honey, Grape Juice, Oil, Curry Powder, Flour, Miso Soup, Fruit Juice, Vegetable Juice, Mixed Juice, Strawberry Jam, Strawberry Milk, Happy Eggplant, Bamboo Rice, Truffle Rice, Jam Bun, Raisin Bread, Bandage, Relaxation Tea, Fruit Latte, Vegetable Latte, Mixed Latte.",
      "dislike": "Tidak Suka Menerima : Mystrile, Adamantite, Gold Ore, Silver Ore, Copper Ore, Egg, Cheese, Sushi, Chirashi Sushi, Sashimi, Grilled Fish",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Lumber, Weed, Poisonous Mushroom, Fodder, Chicken Feed, Fish Food, Food Fiasco, Fries Recipe, Garbage, Dead Weed, Winter Stone, Winter Branch, Winter Lumber"
    },
    {
      "name": "Saibara",
      "birthday": "11 Spring",
      "description": "Saibara adalah seorang pandai besi yang bekerja d Blacksmith. Sifatnya sangat kerasa terhadap cucunya yang bernama Gray karena dia berpendapat hal itu bisa membuat Gray bekerja lebih baik. Dia termasuk penduduk desa yang suka minum. Setiap sore (setelah toko tutup) dia akan menghabiskan waktunya di Inn untuk minum sampai malam.",
      "routine": "Tempat Untuk Menemuinya : \n Kamu bisa menemuinya setiap hari di Blacksmith, kecuali hari kamis karena toko tutup. \n Kamis : \n (6 am – 7 am) Di kamarnya \n (8 am – 10 am) Di puncak Bukit Ibu \n (10.30 am – 1 pm) Di toko \n (1.50 pm – 4 pm) Di supermarket \n (4.55 pm – Seterusnya) Di kamarnya \n Hari Hujan (Kamis) : \n (6 am – 10 am) Di kamarnya \n (10 am – 6 pm) Di Toko \n (6 pm – Seterusnya) Di kamarnya",
      "great_gift": "Sangat Suka Menerima : Bamboo Shoot, Truffle, Large Fish, Miso Soup, Pickled Turnips, Pickles, Bamboo Rice, Truffle Rice",
      "good_gift": "Suka Menerima : Branch, Lumber, Turnip, Cucumber, Pumpkin, Spinach, Apple, Mushroom, Mystrile, Adamantite, Orichalcum, Gold Ore, Silver Ore, Copper Ore, Milk, Rice Ball, Happy Eggplant, Wine, Greens, Scrambled Egg, Mushroom Rice, Grilled Fish, Tempura Noodles, Tempura, Winter Branch, Winter Lumber.",
      "dislike": "Tidak Suka Menerima : Strawberry, Pineapple, Moondrop Flower, Pink Cat Flower, Blue Magic Red Flower, Red Magic Red Flower, Toy Flower, Orange Cup Fruit, Blue Grass, Red Grass, Green Grass, Ketchup Recipe, Cheese, Wool, Yarn Ball, Bread, Bodigizer, Bodigizer XL, Turbojolt, Turbojolt XL, Grape Juice, Oil, Flour, Curry Powder, Stew, Curry, Sandwich, French Fries, Strawberry Jam, Strawberry Milk, Popcorn, Pumpkin Pudding, Sweet Potato (Masakan), Omelet, Cheesecake, Apple Pie, Raisin Bread, Dinner Roll, Pizza, Ice Cream, Cookie, Cake, Chocolate, Chocolate Cookie, Chocolate Cake, Bandage, Rice Omelet.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Weed, Poisonous Mushroom, Fodder, Chicken Feed, Fish Food, Food Fiasco, Garbage, Fries Recipe, Dead Weed, Winter Stone."
    },
    {
      "name": "Gray",
      "birthday": "6 Winter",
      "description": "Gray adalah cucunya Saibara. Gray termasuk orang yang sedikit tertekan dan dia kurang menyukai Desa Mineral. Gray sering diperlakukan tidak baik oleh Saibara, meskipun tujuan Saibara adalah untuk memotivasinya. Dia suka membaca buku mengenai Logam dan bijih besi. Selain itu Gray merasa di tertarik dengan sosok wanita penjaga perpustakaan yaitu Marry.",
      "routine": "Tempat Untuk Menemuinya : \n Setiap hari kecuali Kamis : \n (6 am – 7 am) Di penginapan \n (7.50 – 1 pm) Di toko pandai besi \n (1.40 pm – 4 pm) Di perpustakaan \n (4.50 pm – Seterusnya) Di penginapan \n Kamis : \n (6 am – 7 am) Di penginapan \n (8 am – 10 am) Di puncak Bukit Ibu \n (10.30 am – 1 pm) Di toko pandai besi \n (1. 30 pm – 4 pm) Di perpustakaan \n (4.50 – Seterusnya) Di penginapan \n Hari hujan (Kamis) : \n (6 am – 10 am) Di penginapan \n (10.40 am – 1 pm) Di toko pandai besi \n (1.40 pm – 4 pm) Di perpustakaan \n (4.50 pm – Seterusnya) Di Penginapan",
      "great_gift": "Sangat Suka Menerima : Mystrile, Orichalcum, Adamantite, Gold Ore, Silver Ore, Copper Ore, Turbojolt XL, Bodigizer XL, Veggie Pancake, Fried Rice, Curry, Roasted Potato, Chocolate, Ice Cream, Rice Omelet.",
      "good_gift": "Suka Menerima : Branch, Lumber, Potato, Egg, Mayonaie, Cheese, Bread, Bodigizer, Turbojolt, Wine, Fish, Popcorn, Scrambled Egg, Cheese Fondue, Dinner Roll, Pizza, Curry Noodle, Golden Egg, Ketchup, Winter Branch, Winter Lumber.",
      "dislike": "Tidak Suka Menerima : Green Pepper, Bamboo Shoot, Spa-Boiled Egg, Pickled Turnips, Pickles, Tomato Juice, Happy Eggplant, Greens.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Weed, Turnip, Poisonous Mushroom, Red Grass, Fodder, Chicken Feed, Fish Food, Food Fiasco, Garbage, Fries Recipe, Dead Weed, Winter Stone."
    },
    {
      "name": "Doug",
      "birthday": "11 Winter",
      "description": "Doug adalah ayahnya Ann sekaligus pemilik penginapan. Doug termasuk pria kuno yang ada di Desa Mineral. Doug sangat jago dalam hal memasak sehingga tidak usah heran jika dia sering memenangkan Festival Memasak. Doug ingin Ann mendapatkan suami yang baik, yang dapat menjaga Ann meskipun Ann sendiri belum tertarik untuk menikah. Doug termaksud salah satu penduduk desa yang suka belanja di supermarket dengan bon (hutang).",
      "routine": "Tempat Untuk Menemuinya : \n Setiap hari berada di penginapan",
      "great_gift": "Sangat Suka Menerima : Bamboo Shoot, Truffle, Mushroom, Green Grass, Ketchup Recipe, Honey, Bodigizer XL, Turbojolt XL, Wine, Fish, Oil, Flour, Curry Powder, Butter, Cheese Fondue, Ketchup, Chocolate.",
      "good_gift": "Suka Menerima : Cabbage, Onion, Pineapple, Carrot, Orange Cup Fruit, Apple, Wild Grape, Blue Grass, Egg, Mayonaise, Cheese, Milk, SUGDW Apple, Tubojolt, Bodigizer, Pickled Turnips, Pickles, Strawberry Jam, Happy Eggplant, Greens, Bamboo Rice, Mushroom Rice, Truffle Rice, Chirashi Sushi, Sashimi, Grilled Fish, Sushi, Pizza, Tempura, Golden Egg, Chocolate Cake, Relaxation Tea.",
      "dislike": "Tidak Suka Menerima : Moondrop Flower, Pink Cat Flower, Red Magic Red Flower, Blue Magic Red Flower, Toy Flower, Red Grass, Wool, Yarn Ball, Mystrile, Orichalcum, Adamantite, Gold Ore, Silver Ore, Copper Ore.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Lumber, Weed, Dead Weed, Winter Lumber, Winter Branch, Winter Stone, Poisonous Mushroom, Fodder, Chicken Feed, Fish Food, Food Fiasco, Fries Recipe, Bandage, Garbage."
    },
    {
      "name": "Dokter Tim",
      "birthday": "17 Fall",
      "description": "Dokter Tim adalah dokter yang bekerja di klinik Desa Mineral. Dokter ditemani oleh seorang perawat yang bernama Elli. Dokter termasuk orang yang pendiam dan tidak emosional kecuali saat berbicara dengan Elli. Sebagian besar penduduk desa tampaknya kurang mengenal sosok dokter selain sebagai tugasnya di desa. Dokter tim bisa dibilang penduduk yang mudah diajak berteman.",
      "routine": "Tempat Untuk Menemuinya : \n Setiap hari berada di klinik kecuali Rabu. Rabu : \n (6 am – 7 am) Di klinik \n (8 am – 10 am) Di tepi Danau Ibu (10.40 am – 1.10 pm) Di klinik \n (2 pm – 4 pm) Di perpustakaan (4.50 pm – Seterusnya) Di klinik \n Hari hujan (Rabu) : \n (6 am – 7 am) Di klinik (7.50 am – 10 am) Di gereja \n (10.40 pm – 1.10 pm) Di klinik (2 pm – 4 pm) Di perpustakaan \n (4.50 pm – Seterusnya) Di klinik",
      "great_gift": "Sangat Suka Menerima : Blue Magic Red Flower, Red Magic Red Flower, Bamboo Shoot, Poisonous Mushroom, Blue Grass, Red Grass, Spa-Boiled Egg, Wine, Stew, Large Fish, Fruit Juice, Vegetable Juice, Mixed Juice, Fruit Ltte, Veggie Latte, Mixed Latte.",
      "good_gift": "Suka Menerima : Turnip, Potato, Cucumber, Strawberry, Cabbage, Onion, Tomato, Corn, Pumpkin, Pineapple, Spinach, Green Pepper, Carrot, Sweet Potato, Eggplant, Egg, Milk, Honey, Medium Fish, Small Fish, Oil, Flour, Curry Powder, Salad, Tomato Juice, Happy Eggplant, Butter, Apple Jam, Mushroom Rice, Bamboo Rice, Truffle Rice, Chirashi Sushi, Jam Bun, Golden Egg, Relaxation Tea, Ketchup.",
      "dislike": "Tidak Suka Menerima : Stone, Branch, Lumber, Weed, Winter Stone, Winter Branch, Winter Lumber, Dead Weed, Mystrile, Orichalcum, Adamantite, Gold Ore, Silver Ore, Copper Ore, Ketchup Recipe, Fodder, Chicken Feed, Fish Food, Food Fiasco, Chocolate, Chocolate Cookie, Chocolate Cake, Bandage, Fries, Popcorn, Pumpkin Pudding, Sweet Potato (Masakan).",
      "disgusting": "Sangat Tidak Suka Menerima : Fries Recipe, Garbage."
    },
    {
      "name": "Pastor Carter",
      "birthday": "20 Fall",
      "description": "Carter adalah seorang pastor di Desa Mineral. Carter memberikan pelayanan kepada para penduduk dengan gratis. Dia mau menolong siapa aja dan kapan saja jika ada orang yang meminta pertolongannya. Carter juga seorang pengangguran, dia tidak memiliki penghasilan apapun sehingga kamu bisa mengajaknya untuk kerja sampingan di AJA Winery saat Fall jika kamu menginginkannya untuk mendapatkan penghasilan.",
      "routine": "Tempat Untuk Menemuinya : \n Setiap hari : \n (6 am – 9 am) Di luar gereja (pemakaman) (9 am – 1 pm) Di gereja \n (1 pm – 4 pm) Di ruangan yang berada di dalam gereja (4 pm – Seterusnya) Di gereja \n Senin dan Rabu : \n (6 am – 9 am) Di luar gereja (pemakaman) (9 am – 1 pm) Di gereja \n (1 pm – 4 pm) Di luar gereja (4 pm – Seterusnya) Di gereja",
      "great_gift": "Sangat Suka Menerima : Lumber, Orange Cup Fruit, Wine, Bread, Fish, Oil, Flour, Curry Powder, Stew, Fries, Strawberry Milk, Roasted Potatoes, Popcorn, Hot Milk, Butter, Bandage, Ketchup, Winter Lumber.",
      "good_gift": "Suka Menerima : Turnip, Cucumber, Strawberry, Potato, Cabbage, Onion, Tomato, Corn, Pumpkin, Pineapple, Spinach, Carrot, Sweet Potato, Gree Pepper, Eggplant, Apple, Wild Grape, Ketchup Recipe, Egg, Spa-Boiled Egg, Mayonnaise, Milk, Cheese, Yarn Ball, Honey, SUGDW Apple, Fried Rice, Miso Soup, Chirashi Sushi, Pizza, Golden Egg.",
      "dislike": "Tidak Suka Menerima : Blue Grass, Red Grass, Green Grass, Bodigizer, Bodigizer XL, Turbojolt, Turbojolt XL, Chocolate.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Weed, Poisonous Mushroom, Winter Stone, Dead Weed, Mystrile, Orichalcum, Adamantite, Gold Ore, Silver Ore, Copper Ore, Fodder, Chicken Feed, Fish Food, Food Fiasco, Wool, Garbage, Fries Recipe."
    },
    {
      "name": "Cliff",
      "birthday": "6 Summer",
      "description": "Cliff adalah seorang gelandangan yang ada di Desa Mineral. Tidak ada yang tahu apa alasan dia meninggalkan desanya yang lama dan datang ke Desa Mineral. Cliff seorang Tunawisma, pengangguran, tidak memiliki penghasilan sama sekali, dan bergantung pada kebaikan orang lain untuk bertahan hidup. Cliff menyukai Ann karena sifat Ann mirip dengan sifat adik perempuannya. Cliff adalah teman yang sangat menyenangkan dan dia sangat menyukai masakan yang bisa kamu masak. Cliff akan meninggalkan desa di tahun kedua jika kamu tidak memberikannya pekerjaan. Kamu bisa memintanya untuk kerja sampingan di AJA Winery saat Fall dan dia akan terus menetap di Desa Mineral karena sudah memiliki penghasilan.",
      "routine": "Tempat Untuk Menemuinya : \n Setiap hari (tahun pertama) : \n (6 am – 9 am) Di penginapan (9.40 am – 4 pm) Di gereja \n (4.40 pm – Seterusnya) Di penginapan \n Selasa dan Sabtu : \n (6 am – 1 pm) Di lantai 2 penginapan \n (1 pm – 4.10 pm) Di lantai 1 penginapan (4.50 pm – 7.20 pm) Di gereja \n (8.10 – Seterusnya) Di penginapan \n Setiap hari (Jika bekerja di AJA Winery) : \n (6 am – 10 am) Di lantai 2 penginapan (10.50 am – 1 pm) Di gudang AJA Winery \n (1 pm – 4 pm) Di ladang anggur AJA (4.40 pm – 7.20 pm) Di gereja \n (8.10 pm – Seterusnya) Di penginapan",
      "great_gift": "Sangat Suka Menerima : Spa-Boiled Egg, Stir Fry, Veggie Pancake, Miso Soup, Stew, Curry, Vegetable Juice, Happy Eggplant, Sandwich, Greens, Scrambled Egg, Omelet, Boiled Egg, Hot Milk, Cheese Fondue, Bamboo Rice, Mushroom Rice, Truffle Rice, Sushi, Chirashi Sushi, Pizza, Curry Noodles, Tempura Noodles, Tempura, Fruit Latte, Veggie Latte, Mixed Latte, Rice Omelet.",
      "good_gift": "Suka Menerima : Cucumber, Strawberry, Tomato, Corn, Pineapple, Carrot, Apple, SUGDW Apple, Wild Grape, Milk, Cheese, Rice Ball, Bread, Wine, Grape Juice, Fried Rice, Salad, Fruit Juice, Mixed Juice, Pickles Turnips, Pickles, Fries, Strawberry Jam, Strawberry Milk, Tomato Juice, Popcorn, Pumpkin Pudding, Sweet Potato (Masakan), Roasted Potatoes, Cheesecake, Apple Pie, Jam Bun, Raisin Bread, Dinner Roll, Sashimi, Grilled Fish, Fried Noodles, Ice Cream, Cake, Chocolate, Chocolate Cake, Relaxation Tea.",
      "dislike": "Tidak Suka Menerima : Lumber, Blue Grass, Red Grass, Green Grass, Mystrile, Orichalcum, Adamantite, Gold Ore, Silver Ore, Copper Ore, Fodder, Chicken Feed, Fish Food, Food Fiasco, Wool, Yarn Ball, Bodigizer, Bodigizer Xl, Turbojolt, Turbojolt XL, Ketchup Recipe, Oil, Flour, Curry Powder, Butter, Apple Jam, Grape Jam, Bandage, Relaxation Tea Leaves, Ketchup, Winter Lumber.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Weed, Winter Stone, Winter Branch, Dead Weed, Poisonous Mushroom, Garbage, Fries Recipe."
    },
    {
      "name": "Basil",
      "birthday": "11 Summer",
      "description": "Basil adalah suaminya Anna sekaligus ayahnya Marry. Basil merupakan seorang yang sangat mencintai alam. Basil terus mengumpulkan informasi mengenai tumbuhan dan binatang yang ada di Desa Mineral. Basil telah menulis banyak buku mengenai tumbuhan dan binatang dan semua hasil karyanya berada di perpustakaan. Basil akan mengajak keluarganya untuk pergi ke puncak gunung untuk menemaninya. Basil sangat ramah dan mudah untuk diajak berteman.",
      "routine": "Tempat Untuk Menemuinya : \n Setiap hari kecuali Senin : \n (6 am – 10 am) Di lantai 2 rumahnya \n (10 am – 1 pm) Di lantai 1 rumahnya \n (1 pm – 4 pm) Di lantai 2 rumahnya \n (4 pm – 7 pm) Di lantai 1 rumahnya (7.30 pm – 10 pm) Di penginapan \n (10. 30 pm – Seterusnya) Di rumahnya \n Senin : \n (6 am – 7 am) Di rumahnya \n (8.30 am – 10 am) Di ladang bunga Bukit Ibu (10.30 am – 7 pm) Di rumahnya \n (7.30 pm – 10 pm) Di penginapan (10.30 pm – Seterusnya) Di rumah \n Hari hujan (Senin) : \n (6 am – 7 pm) Di rumahnya (7.30 pm – 10 pm) Di penginapan \n (10.30 pm – Seterusnya) Di rumahnya",
      "great_gift": "Sangat Suka Menerima : Wild Grape, Mushroom, Poisonous Mushroom, Truffle, Blue Grass, Green Grass, Spa-Boiled Egg, Fruit Juice, Vegetable Juice, Mixed Juice, Tomato Juice, Pumpkin Pudding, Sweet Potato (Masakan), Cheesecake, Apple Pie, Bamboo Rice, Mushroom Rice, Truffle Rice, Cookie, Relaxation Tea Leaves, Fruit Latte, Veggie Latte, Mixed Latte.",
      "good_gift": "Suka Menerima : Branch, Potato, Corn, Pineapple, Carrot, Sweet Potato, Spinach, Moondrop Flower, Pink Cat Flower, Red Magic Red Flower, Blue Magic Red Flower, Toy Flower, Orange Cup Fruit, Apple, Bamboo Shoot, Honey, SUGDW Apple, Rice Ball, Bread, Wine, Grape Juice, Veggie Pancake, Stir Fry, Miso Soup, Salad, Sandwich, Strawberrt Jam, Popcorn, Happy Eggplant, Roasted Potatoes, Greens, Hot Milk, Cheese Fondue, Apple Jam, Grape Jam, Chirashi Sushi, Raisin Bread, Dinner Roll, Pizza, Noodles, Curry Noodles, Tempura Noodles, Fried Noodles, Tempura, Ice Cream, Cake, Chocolate Cookie, Relaxation Tea, Ketchup, Winter Branch.",
      "dislike": "Tidak Suka Menerima : Wool, Yarn Ball, Fish, Sushi, Sashimi, Grilled Fish",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Lumber, Weed, Winter Stone, Winter Lumber, Dead Weed, Mystrile, Orichalcum, Adamantite, Gold Ore, Silver Ore, Copper Ore, Fodder, Chicken Feed, Fish Food, Food Fiasco, Fries Recipe, Bandage, Garbage."
    },
    {
      "name": "Anna",
      "birthday": "23 Fall",
      "description": "Anna adalah istrinya Basil sekaligus ibunya Marry. Anna sangat menyukai makanan yang manis-manis. Anna merupakan salah satu dari 3 orang wanita yang suka gosip di alun-alun desa. Anna merupakan sosok penduduk desa yang sangat sulit untuk diajak berteman. Dia sangat mencintai suaminya dan akan selalu menemani suaminya dimanapun Basil berada.",
      "routine": "Tempat Untuk Menemuinya : \n Setiap hari kecuali Senin : \n (6 am – 1 pm) Di rumahnya \n (2 pm – 4 pm) Di alun-alun desa. (5 pm – Seterusnya) Di rumahnya \n Senin : \n (6 am – 7 am) Di rumahnya \n (8.30 am – 10 am) Di ladang bunga Bukit Ibu (11.30 am – 1 pm) Di rumahnya \n (1.30 pm – 4 pm) Di supermarket (4.30 pm – Seterusnya) Di rumahnya \n Hari hujan (Senin) : \n (6 am – 1 pm) Di rumahnya \n (1.30 pm – 4 pm) Di supermarket (4.30 pm – Seterusnya) Di rumahnya",
      "great_gift": "Sangat Suka Menerima : Moondrop Flower, Pink Cat Flower, Red Magic Red Flower, Blue Magic Red Flower, Toy Flower, Orange Cup Fruit, Ketchup Recipe, Strawberry Jam, Strawberry Milk, Cheesecake, Appe Pie, Apple Jam, Grape Jam, Cookie, Ice Cream, Cake, Chocolate Cookie, Chocolate Cake.",
      "good_gift": "Suka Menerima : Strawberry, Pineapple, Apple, Wild Grape, Blue Grass, Red Grass, Green Grass, Mystrile, Orichalcum, Adamantite, Gold Ore, Silver Ore, Copper Ore, Egg, Mayonnaise, Wool, Milk, Yarn Ball, Honey, SUGDW Apple, Bodigizer, Bodigizer XL, Turbojolt, Turbojolt XL, Wine, Fish, Oil, Flour, Curry Powder, Pumpkin Pudding, Sweet Potato (Masakan), Hot Milk, Butter, Jam Bun, Raisini Bread, Dinner Roll, Relaxation Tea Leaves, Mixed Latte, Ketchup.",
      "dislike": "Tidak Suka Menerima : Spa-Boiled Egg, Cheese, Rice Ball, Veggie Pancake, Stir Fry, Fried Rice, Miso Soup, Pickled Turnip, Pickles, Curry, Fries, Popcorn, Happy Eggplant, Roasted Potatoes, Greens, Scrambled Egg, Omelet, Cheese Fondue, Bamboo Rice, Mushroom Rice, Truffle Rice, Sashimi, Sushi, Chirashi Sushi, Grilled Fish, Pizza, Noodles, Curry Noodles, Tempura Noodles, Fried Noodles, Tempura, Relaxation Tea, Rice Omelet.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Lumber, Weed, Winter Stone, Winter Branch, Winter Lumber, Dead Weed, Poisonous Mushroom, Fodder, Chicken Feed, Fish Food, Food Fiasco, Garbage, Fries Recipe, Bandage."
    },
    {
      "name": "Barley",
      "birthday": "17 Spring",
      "description": "Barley adalah pemilik perkebunan Yodel dan kakeknya May. Barley sudah sangat tua atau sudah cukup berumur, hal ini dapat dilihat dari wajahnya yang sudah tidak memilik rambut di kepalanya dan memiliki jenggot warna putih. Barley cukup kesulitan untuk mengenal nama dan wajah orang yang baru ia kenal. Putrinya meninggal Desa Mineral tanpa sebab dan meninggalkan May pada Barley. Barley jarang sekali memiliki waktu untuk mengajak May bermain karena dia terlalu sibuk dengan peternakannya.",
      "routine": "Tempat Untuk Menemuinya : \n Setiap hari kecuali Senin : \n (6 am – 8 am) Di luar perkebunan Yodel (8 am – Seterusnya) Di rumahnya \n Senin : \n (6 am – 8 am) Di luar perkebunan Yodel \n (8.50 am – 1 pm) Di rumah Mayor Thomas (1.40 pm – 4.10 pm) Di pemandian air panas (4.50 – Seterusnya) Di rumahnya \n Hari hujan (Senin) : \n (6 am – 8 am) Di luar perkebunan Yodel (8.50 am – 1 pm) Di rumah Mayor Thomas (1.40 pm – Seterusnya) Di rumahnya",
      "great_gift": "Sangat Suka Menerima : Spa-Boiled Egg, Rice Ball, Golden Wool, Golden Milk.",
      "good_gift": "Suka Menerima : Lumber, Turnip, Cucumber, Tomato, Pumpkin, Eggplant, Sweet Potato, Spinach, Carrot, Moondrop Flower, Pink Cat Flower, Blue Magic Red Flower, Red Magic Red Flower, Toy Flower, Orange Cup Fruit, Bamboo Shoot, Mushroom, Truffle, Fodde, Mystrile, Orichalcum, Gold Ore, Silver Ore, Copper Ore, Milk, Egg, Wool, Yarn Ball, Grape Juice, Honey, Miso Soup, Vegetable Juice, Pickled Turnips, Pickles, Tomato Juice, Happy Eggplant, Greens, Scrambled Egg, Omelet, Hot Milk, Butter, Bamboo Rice, Mushroom Rice, Truflle Rice, Sashimi, Sushi, Chirashi Sushi, Grilled Fish, Noodles, Golden Egg, Relaxation Tea Leaves, Relaxation Tea, Veggie Latte, Winter Lumber.",
      "dislike": "Tidak Suka Menerima : Pineapple, Adamantite, Mayonnaise, Cheese, Wine, Curry, Fries, Popcorn, Pumpkin Pudding, Sweet Potato (Masakan), Cheesecake, Cheese Fondue, Apple Pie, Pizza, Cookie, Ice Cream, Cake, Chocolate, Chocolate Cookie, Chocolate Cake.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Weed, Winter Stone, Winter Branch, Dead Weed, Poisonous Mushroom, Red Grass, Chicken Feed, Fish Food, Food Fiasco, Garbage, Fries Recipe."
    },
    {
      "name": "May",
      "birthday": "26 Winter",
      "description": "May adalah cucunya Barley. May selalu sendirian semenjak ibunya meninggalkan Desa Mineral dengan alasan yang tidak jelas saat May masih kecil. May sering merindukan ibunya dan ingin bertemu dengan ibunya. May suka bermain dengan Stu (adik laki-laki Elli) di gereja bersama Pastor Carter. Sifatnya sangat pemalu dan lembut, May sangat mudah untuk diajak berteman.",
      "routine": "Tempat Untuk Menemuinya : \n Setiap hari kecuali Senin : \n (6 am – 7 am) Di rumahnya (7 am – 11 am) Di luar rumah (11 am – 1 pm) Di rumahnya (1 pm – 4 pm) Di luar rumah \n (4 pm – Seterusnya) Di rumahnya  \n Senin : \n (6 am – 7 am) Di rumahnya (7 am – 11 am) Di luar rumah (11 am – 1 pm) Di rumahnya \n (1.40 pm – 4 pm) Di pemandian air panas (4.40 pm – Seterusnya) Di rumahnya",
      "great_gift": "Sangat Suka Menerima : Lumber, Winter Lumber, Moondrop Flower, Pink Cat Flower, Red Magic Red Flower, Blue Magic Red Flower, Toy Flower, Orange Cup Fruit, Ketchup Recipe, Fodder, Yarn Ball, Grape Juice, Honey, Large Fish, Stew, Fruit Juice, Strawberry Jam, Strawberry Milk, Pumpkin Pudding, Sweet Potato (Masakan), Apple Jam, Jam Bun, Cookie, Ice Cream, Cake, Garbage, Fries Recipe, Chocolate, Chocolate Cookie, Chocolate Cake, Bandage, Relaxation Tea Leaves, Rice Omelet.",
      "good_gift": "Suka Menerima : Tomato, Pineapple, Apple, Egg, Mayonnaise, Milk, Cheese, Wool, SUGDW Apple, Stir Fry, Curry, Mixed Juice, Sandwich, Fries, Tomato Juice, Popcorn, Scrambled Egg, Boiled Egg, Hot Milk, Cheesecake, Apple Pie, Golden Egg, Relaxation Tea, Ketchup.",
      "dislike": "Tidak Suka Menerima : Cabbage, Green Pepper, Bamboo Shoot, Mushroom, Truffle, Blue Grass, Spa-Boiled Egg, Vegetable Juice, Sashimi, Grilled Fish, Pickles, Pickled Turnips.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Weed, Winter Stone, Winter Branch, Dead Weed, Poisonous Mushroom, Red Grass, Mystrile, Adamantite, Orichalcum, Gold Ore, Silver Ore, Copper Ore, Chicken Feed, Fish Food, Food Fiasco, Fish Bone, Bodigizer, Bodigizer XL, Turbojolt, Tubojolt XL."
    },
    {
      "name": "Mayor Thomas",
      "birthday": "25 Summer",
      "description": "Thomas adalah walikota di Desa Mineral. Thomas merupakan orang yang pertama kali mendatangi kamu di awal game. Thomas merupakan walikota yang baik dan ramah. Sebagai seorang walikota, Thomas memegang hampir seluruh perayaan festival yang ada di Desa Mineral. Setiap H-1 festival yang diadakan, Thomas akan mendatangi kebunmu dan akan memberitahukan kalau besok akan diadakan festival. Thomas suka meminta bantuan kepada kamu untuk membawakan 3 buah hasil panen yang ia inginkan untuk digunakan saat festival masak.",
      "routine": "Tempat Untuk Menemuinya : \n Setiap hari kecuali Sabtu dan Minggu, Thomas selalu ada di rumahnya.  \n Sabtu : \n (6 am – 7 am) Di rumahnya \n (7.40 am – 10 am) Di supermarket (10.40 am – 1 pm) Di rumah Ellen (1.30 pm – 4 pm) Di alun-alun desa (4.50 pm – Seterusnya) Di rumahnya  \n Hari hujan (Sabtu) : \n (6 am – 7 am) Di rumahnya \n (7.40 am – 10 am) Di supermarket (10.40 am – 1 pm) Di rumah Ellen (1.10 pm – Seterusnya) Di rumahnya  \n Minggu : \n (6 am – 10 am) Di rumahnya (10.10 am – 1 pm) Di rumah Ellen (1.30 pm – 4 pm) Di alun-alun desa",
      "great_gift": "Sangat Suka Menerima : Bamboo Shot, Truffle, Wine, Bamboo Rice,  Truffle Rice, Sashimi.",
      "good_gift": "Suka Menerima : Turnip, Potato, Strawberry, Pumpkin, Pineapple, Sweet Potato, Orange Cup Fruit, Egg, Spa-Boiled Egg, Milk, Cheese, Honey, Miso Soup, Pickled Turnips, Pickles, Happy Eggplant, Greens, Scrambled Egg, Omelet, Hot Milk, Apple Pie, Tempura Noodles, Fried Noodles, Tempura, Cake, Golden Egg, Chocolate Cake, Rice Omelet.",
      "dislike": "Tidak Suka Menerima : Lumber, Blue Grass, Green Grass, Red Grass, Mystrile, Orichalcum, Adamantite, Gold Ore, Silver Ore, Copper Ore, Ketchup Recipe, Strawberry Jam, Strawberry Milk, Sweet Potato (Masakan), Jam Bun, Fries Recipe, Bandage, Winter Lumber.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Weed, Winter Stone, Winter Branch, Dead Weed, Fodder, Chicken Feed, Fish Food, Food Fiasco, Garbage."
    },
    {
      "name": "Lillia",
      "birthday": "19 Spring",
      "description": "Lillia adalah pemilik Peternakan Poultry. Lillia mempunyai 2 orang anak, 1 anak laki-laki (Rick) dan 1 anak perempuan (Popuri). Suami Lillia pergi meninggalkan desa untuk mencari bunga gurun pasir atau biasa disebut Flower of Decade. Tapi lillia hanya bisa berharap suaminya menyerah dalam pencariannya dan kembali ke desa sehingga bisa menghabiskan waktu bersama keluarganya. Kondisi tubuh Lillia sangat lemah, sehingga ia sangat membutuhkan bantuan Rick dan Popuri dalam mengelola Peternakannya.",
      "routine": "Tempat Untuk Menemuinya : \n Setiap hari kecuali Minggu, Lillia selalu ada di rumah. \n Minggu : \n (6 am – 1 pm) Di rumahnya \n (1.30 pm – 4 pm) Di klinik \n (4.50 pm – Seterusnya) Di rumahnya",
      "great_gift": "Sangat Suka Menerima : Blue Magic Red Flower, Red Magic Red Flower, Wild Grape, Truffle, Blue Grass, Green Grass, Bodigizer, Bodigizer XL, Turbojolt, Turbojolt XL, Large Fish, Chocolate Cake, Relaxation Tea Leaves, Relaxation Tea.",
      "good_gift": "Suka Menerima : Strawberry, Tomato, Corn, Carrot, Sweet Potato, Moondrop Flower, Pink Cat Flower, Toy Flower, Orange Cup Fruit, Apple, Milk, Cheese, Wool, Honey, SUGDW Apple, Grape Juice, Fruit Juice, Strawberry Jam, Strawberry Milk, Tomato Juice, Sweet Potato (Masakan), Roasted Potatoes, Hot Milk, Cheesecake, Cheese Fondue, Apple Pie, Apple Jam, Truffle Rice, Grape Jam, Jam Bun, Pizza, Cookie, Cake, Golden Egg, Chocolate, Chocolate Cake.",
      "dislike": "Tidak Suka Menerima : Green Pepper, Mystrile, Orichalcum, Adamantite, Gold Ore, Silver Ore, Copper Ore, Ketchup Recipe, Egg, Rice Ball, Wine, Dinner Roll, Bandage.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Lumber, Weed, Winter Stone, Winter Branch, Winter Lumber, Dead Weed, Poisonous Mushroom, Red Grass, Fodder, Fish Food, Food Fiasco, Garbage, Fries Recipe."
    },
    {
      "name": "Rick",
      "birthday": "27 Fall",
      "description": "Rick adalah anak laki-laki Lillia, sekaligus kakak dari Popuri. Sejak ayahnya meninggalkan desa Rick harus membantu ibunya untuk mengirimkan barang dari Peternakan Poultry, selain itu Rick juga memutuskan (sepihak) untuk menggantikan posisi ayahnya bagi Popuri. Rick sangat membenci Kai mungkin karena Kai menyukai Popuri atau Popuri yang sangat menyukai Kai. Rick menyukai teman masa kecilnya yaitu Karen.",
      "routine": "Tempat Untuk Menemuinya : \n Setiap hari kecuali Selasa : \n (6 am – 7 am) Di luar peternakan \n (7.30 am – 10 am) Di samping supermarket \n (10.30 am – 1 pm) Di rumahnya \n (1 pm – 4 pm) Di luar peternakan \n (4 pm – Seterusnya) Di rumahnya \n Hari hujan (setiap hari kecuali Selasa) : \n (6 am – 7 am) Di luar peternakan \n (7 am – 1 pm) Di rumahnya \n (1 pm – 4 pm) Di luar peternakan \n (4 pm – Seterusnya) Di rumahnya \n Selasa : \n (6 am – 7 am) Di luar peternakan \n (7.40 am – 10 am) Di alun-alun desa \n (10.50 am – 1 pm) Di rumahnya \n (1.40 pm – 4 pm) Di pandai besi \n (4.40 pm – Seterusnya) Di rumahnya \n Hari hujan (Selasa) : \n (6 am – 7 am) Di luar peternakan \n (7 am – 1 pm) Di rumahnya \n (1.40 pm – 4 pm) Di pandai besi \n (4.40 pm – Seterusnya) Di rumahnya",
      "great_gift": "Sangat Suka Menerima : Spa-Boiled Egg, Honey, Bodigizer, Bodigizer XL, Turbojolt, Turbojolt XL, Large Fish, Wine, Strawberry, Popcorn, Straberry Milk, Scrambled Egg, Omelet, Rice Omelet, Boiled Egg, Chocolate, Chocolate Cake.",
      "good_gift": "Suka Menerima : Corn, Pineapple, Blue Magic Red Flower, Red Magic Red Flower, Mushroom, Chicken Feed, Egg, Mayonnaise, Cheese, Grape Juice, Medium Fish, Stir Fry, Fruit Juice, Mixed Juice, Fries, Strawberry Jam, Pumpkin Pudding, Cheesecake, Cheese Fondue, Raisin Bread, Curry Noodles, Fried Noodles, Ice Cream, Cake, Golden Egg, Relaxation Tea Leaves, Relaxation Tea, Ketchup.",
      "dislike": "Tidak Suka Menerima : Lumber, Pumpkin, Sweet Potato, Ketchup Recipe, Wool, Yarn Ball, Sweet Potato (Masakan), Roasted Potatoes, Hot Milk, Bandage, Winter Lumber.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Weed, Winter Stone, Winter Branch, Dead Weed, Poisonous Mushroom, Blue Grass, Red Grass, Green Grass, Mystrile, Adamantite, Orichalcum, Gold Ore, Silver Ore, Copper Ore, Fodder, Fish Food, Food Fiasco, Fries Recipe, Garbage."
    },
    {
      "name": "Duke",
      "birthday": "15 Winter",
      "description": "Duke adalah suaminya Manna sekaligus pemilik AJA Winery. Duke orang yang sangat ramah. Duke tinggal di AJA Winery hanya berdua bersama istrinya. Putrinya yang bernama aja pergi meninggalkan desa beberapa tahun yang lalu, itulah sebabnya mengapa ia menjadi peminum dan Manna menjadi kerepotan mengurusi tingkahnya yang suka kelewatan kalau kebanyakan minum.",
      "routine": "Tempat Untuk Menemuinya : \n Setiap hari kecuali Sabtu : \n (6 am – 1.10 pm) Di rumahnya \n (1.50 pm – 3 pm) Di penginapan \n (3 pm – 5 pm) Di luar AJA Winery \n Sabtu : \n (6 am – 1.10 pm) Di rumahnya \n (1.50 pm – 4 pm) Di penginapan \n (4.40 pm – Seterusnya) Di rumahnya \n Sabtu (jika memperkerjakan Cliff di AJA Winery) : \n (6 am – 1.10 pm) Di rumahnya \n (1.50 pm – 4 pm) Di penginapan \n (4.40 pm – 7 pm) Di gereja \n (7.40 – Seterusnya) Di rumahnya",
      "great_gift": "Sangat Suka Menerima : Spa-Boiled Egg, Bread, Wine, Grape Juice, Large Fish, Stir Fry, Miso Soup, Pickles, Happy Eggplant, Greens, Cheese Fondue, Bamboo Rice, Sushi, Chirashi Sushi, Sashimi, Grilled Fish, Pizza, Tempura.",
      "good_gift": "Suka Menerima : Cucumber, Pineapple, Eggplant, Spinach, Apple, Wild Grape, Truffle, Egg, Cheese, SUGDW Apple, Rice Ball, Veggie Pancake, Fried Rice, Stew, Curry, Salad, Fruit Juice, Sandwich, Pickled Turnips, Fries, Tomato Juice, Popcorn, Scrambled Egg, Omelet, Boiled Egg, Apple Pie, Rice Omelet, Mushroom Rice, Truffle Rice, Cookie, Cake, Golden Egg, Relaxation Tea Leaves, Chocolate, Chocolate Cookie, Chocolate Cake.",
      "dislike": "Tidak Suka Menerima : Ketchup Recipe, Blue Grass, Red Grass, Green Grass, Bodigizer, Bodigizer XL, Turbojolt, Turbojolt XL, Oil, Curry Powder, Vegetable Juice, Mixed Juice, Strawberry Jam, Strawberry Milk, Pumpkin Pudding, Sweet Potato (Masakan), Apple Jam, Dinner Roll, Raisin Bread, Jam Bun, Bandage, Relaxation Tea, Fruit Latte, Veggie Latte, Mixed Latte.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Lumber, Weed, Winter Stone, Winter Branch, Winter Lumber, Dead Weed, Poisonous Mushroom, Mystrile, Adamantite, Orichalcum, Gold Ore, Silver Ore, Copper Ore, Fries Recipe, Garbage, Fodder, Chicken Feed, Fish Food, Food Fiasco."
    },
    {
      "name": "Manna",
      "birthday": "11 Fall",
      "description": "Manna adalah istrinya Duke sekaligus membantu Duke dalam mengelola AJA Winery. Manna merupakan wanita yang sangat suka berbicara (cerewet). Manna menjual Wine dan Grape Juice di rumahnya. Diantara 2 wanita lainnya (Sasha dan Anna), Manna lah yang akan selalu memulai pembicaraan untuk gosip di alun-alun desa. Manna sangat kesepian semenjak Aja meninggalkan rumah karena dia menjadi kerepotan mengurusi suaminya yang hobi mabuk.",
      "routine": "Tempat Untuk Menemuinya : \n Setiap hari kecuali Sabtu : \n (6 am – 1 pm) Di rumahnya \n (1.40 pm – 4 pm) Di alun-alun desa \n (4.50 pm – Seterusnya) Di rumahnya \n Sabtu : \n (6 am – 10 am) Di rumahnya \n (10.40 am – 1 pm) Di rumah Anna \n (1.40 pm – 4 pm) Di alun-alun desa \n (4.50 pm – Seterusnya) Di rumahnya \n Sabtu (jika memperkerjakan Cliff di AJA Winery) : \n (6 am – 10 am) Di rumahnya \n (10.40 am – 1 pm) Di rumah Anna \n (1.40 pm – 4 pm) Di penginapan \n (4.40 pm – 7 pm) Di gereja \n (7.40 pm – Seterusnya) Di rumahnya",
      "great_gift": "Sangat Suka Menerima : Pink Cat Flower, Orange Cup Fruit, Honey, Large Fish, Medium Fish, Vegetable Juice, Strawberry Jam, Tomato Juice, Apple Jam, Truffle Rice, Sushi, Raisin Bread, Veggie Latte, Relaxation Tea Leaves, Relaxation Tea.",
      "good_gift": "Suka Menerima : Lumber, Turnip, Cucumber, Potato, Strawberry, Cabbage, Tomato, Onion, Pumpkin, Pineapple, Eggplant, Carrot, Spinach, Sweet Potato, Green Pepper, Moondrop Flower, Toy Flower, Apple, Bamboo Shoot, Wild Grape, Truffle, Kethcup Recipe, Egg, Mayonnaise, Milk, Cheese, Yarn Ball, SUGDW Apple, Small Fish, Fruit Juice, Mixed Juice, Bodigizer, Bodgizer XL, Turbojolt, Turbojolt XL, Pumpkin Pudding, Sweet Potato (Masakan), Butter, Mushroom Rice, Chirashi Sushi, Sashimi, Cookie, Ice Cream, Cake, Golden Egg, Chocolate Cookie, Chocolate Cake, Bandage, Fruit Latte, Mixed Latte, Ketchup, Winter Lumber.",
      "dislike": "Tidak Suka Menerima : Curry",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Weed, Winter Stone, Winter Lumber, Dead Weed, Poisonous Mushroom, Grape Juice, Blue Grass, Red Grass, Green Grass, Mystrile, Adamantite, Orichalcum, Gold Ore, Silver Ore, Copper Ore, Fries Recipe, Garbage, Fodder, Chicken Feed, Fish Food, Food Fiasco."
    },
    {
      "name": "Ellen",
      "birthday": "13 Winter",
      "description": "Ellen adalah neneknya Stu dan Elli. Ellen sudah sangat tua sehingga dia hanya bisa duduk di kursi goyang yang ada di rumahnya dan hanya keluar rumah jika ada festival dan penikahan saja. Ellen sangat ramah dan mudah tersenyum. Di masa tuanya, Ellen hanya fokus untuk menjaga kedua cucunya dengan baik dan memberikan saran kepada penduduk desa.",
      "routine": "Tempat Untuk Menemuinya : \n Setiap hari dan sepanjang waktu berada dirumahnya.",
      "great_gift": "Sangat Suka Menerima : Moondrop Flower, Pink Cat Flower, Red Magic Red Flower, Blue Magic Red Flower, Toy Flower, Orange Cup Fruit, Bamboo Shoot, Mushroom, Truffle, Wild Grape, Spa-Boiled Egg, Yarn Ball, Honey, Bodgizer, Bodgizer XL, Large Fish, Flour, Stew, Fruit Juice, Vegetable Juice, Tomato Juice, Apple Pie, Bamboo Rice, Truffle Rice, Mushroom Rice, Relaxation Tea Leaves, Relaxation Tea.",
      "good_gift": "Suka Menerima : Turnip, Cucumber, Strawberry, Cabbage, Tomato, Pumpkin, Carrot, Sweet Potato, Spinach, Apple, Egg, Milk, Wool, SUGDW Apple, Rice Ball, Bread, Grape Juice, Medium Fish, Small Fish, Miso Soup, Mixed Juice, Sandwich, Pickled Turnips, Pickles, Strawberry Jam, Strawberry Milk, Sweet Potato (Masakan), Roasted Potatoes, Greens, Scrambled Egg, Omelet, Hot Milk, Cheesecake, Grape Jam, Jam Bun, Dinner Roll, Raisin Bread, Noodles, Ice Cream, Golden Egg, Cake.",
      "dislike": "Tidak Suka Menerima : Blue Grass, Mystrile, Adamantite, Orichalcum, Gold Ore, Silver Ore, Copper Ore, Ketchup Recipe, Cheese, Curry, Fries, Popcorn, Boiled Egg, Cheese Fondue, Curry Noodles, Fried Noodles, Tempura, Cookie, Food Fiasco, Chocolate Cookie, Bandage.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Weed, Winter Stone, Winter Lumber, Dead Weed, Poisonous Mushroom, Fries Recipe, Garbage, Fodder, Chicken Feed, Fish Food, Red Grass, Lumber, Winter Lumber, Wine."
    },
    {
      "name": "Gotz",
      "birthday": "2 Fall",
      "description": "Gotz adalah seorang penebang kayu, kamu bisa memintanya untuk mengupgrade rumah kamu, kandang ternak, dan rumah kaca. Gotz tinggal di rumah kayu yang ada di dasar Bukit Ibu. Gotz sangat kesepian, dia berharap keluarganya masih hidup, nyatanya keluarganya sudah meninggal karena badai beberapa tahun yang lalu. Sekarang, Gotz hanya tinggal berdua di rumahnya dengan Louis yang seorang peternak lebah. Gotz orang yang sangat ramah dan mudah untuk diajak berteman.",
      "routine": "Tempat Untuk Menemuinya : \n Senin – Jumat : \n (6 am – 7 am) Di rumahnya \n (8 am – 10 am) Di danau Bukit Ibu \n (10.40 am – 1 pm) Di rumahnya \n (1 pm – 3 pm) Di luar rumahnya \n (3 pm – Seterusnya) Di dalam rumah \n Sabtu : \n (6 am – 7 am) Di rumahnya \n (8 am – 10.10 am) Di ladang bunga Bukit Ibu \n (10.40 am – 1 pm) Di rumah Mayor Thomas \n (1.40 pm – 4 pm) Di supermarket \n (4.40 pm – Seterusnya) Di rumahnya \n Minggu : \n (6 am – 1 pm) Di rumahnya \n (1.40 pm – 4.10 pm) Di puncak Bukit Ibu \n (4.50 pm – Seterusnya) Di rumahnya",
      "great_gift": "Sangat Suka Menerima : Lumber, Mystrile, Adamantite, Orichalcum, Gold Ore, Silver Ore, Copper Ore, Egg, Mayonnaise, Cheese, Milk, Wool, SUGDW Apple, Rice Ball, Bread, Grape Juice, Medium Fish, Miso Soup, Salad, Fruit Juice, Vegetable Juice, Mixed Juice, Strawberry Jam, Tomato Juice, Happy Eggplant, Greens, Omelet, Hot Milk, Cheese Fondue, Apple Jam, Apple Pie, Jam Bun, Raisin Bread, Dinner Roll, Sashimi, Grilled Fish, Noodles, Curry Noodles, Tempura Noodles, Tempura, Ice Cream, Cake, Golden Egg, Chocolate Cake, Fruit Latte, Veggie Latte, Mixed Latte, Rice Omelet.",
      "good_gift": "Suka Menerima : Turnip, Potato, Cucumber, Corn, Onion, Pumpkin, Carrot, Sweet Potato, Green Pepper, Apple, Honey, Bodigizer, Bodigizer XL, Turbojolt, Turbojolt XL, Wine, Large Fish, Oil, Flour, Curry Powder, Veggie Pancake, Fried Rice, Stew, Curry, Pumpkin Pudding, Sweet Potato (Masakan), Butter, Sushi, Chirashi Sushi, Pizza, Fried Noodles, Relaxation Tea, Ketchup, Winter Lumber.",
      "dislike": "Tidak Suka Menerima : Fodder, Chicken Feed, Fish Food, Yarn Ball.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Weed, Poisonous Mushroom, Winter Stone, Winter Branch, Dead Weed, Red Grass, Food Fiasco, Garbage, Fries Recipe."
    },
    {
      "name": "Kai",
      "birthday": "22 Summer",
      "description": "Kai tinggal di luar kota, dia hanya datang saat summer tiba. Kai mempunyai sebuah toko di pantai yang menawarkan makanan dan minuman yang tidak di jual di penginapan. Kai merupakan orang yang jago dalam hal renang, maka tidak aneh jika dia sering menjadi juara saat festival renang. Kai sangat baik dan ramah kepada seluruh penduduk wanita di Desa Mineral, itulah sebabnya mengapa ia kurang disukai oleh para penduduk laki-laki di Desa Mineral. Popuri mempunyai perhatian lebih pada Kai begitupun sebaliknya.",
      "routine": "Tempat Untuk Menemuinya : \n (6 am – 8 am) Di penginapan \n (8.40 am – 11.30 am) Di luar toko \n (11.30 am – 1 pm) Di dalam toko \n (1 pm – 5 pm) Di luar toko \n (5.40 pm – Seterusnya) Di penginapan",
      "great_gift": "Sangat Suka Menerima : Bread, Bodigizer, Bodigizer XL, Turbojolt, Turbojolt XL, Wine, Large Fish, Oil, Flour, Butter, Pizza.",
      "good_gift": "Suka Menerima : Tomato, Corn, Onion, Pineapple, Pumpkin, Apple, Wild Grape, Egg, Mayonnaise, Milk, Cheese, Honey, SUGDW Apple, Medium Fish, Small Fish, Curry Powder, Curry, Salad, Tomato Juice, Popcorn, Omelet, Sushi, Chirashi Sushi, Grilled Fish, Sashimi, Fried Noodles, Tempura, Golden Egg, Relaxation Tea Leaves, Ketchup.",
      "dislike": "Tidak Suka Menerima : Turnip, Sweet Potato, Bamboo Shoot, Mushroom, Truffle, Gold Ore, Silver Ore, Copper Ore, Spa-Boiled Egg, Wool, Yarn Ball, Veggie Pancake, Miso Soup, Stew, Pickled Turnips, Pickles, Strawberry Jam, Sweet Potato (Masakan), Roasted Potatoes, Cheesecake, Cheese Fondue, Apple Jam, Apple Pie, Bamboo Rice, Truffle Rice, Mushroom Rice, Grape Jam, Jam Bun, Noodles, Curry Noodles, Tempura Noodles, Rice Omelet.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Lumber, Weed, Winter Stone, Winter Branch, Winter Lumber, Dead Weed, Poisonous Mushroom, Red Grass, Blue Grass, Green Grass, Ketchup Recipe, Fries Recipe, Mystrile, Adamantite, Orichalcum, Fodder, Chicken Feed, Fish Food, Food Fiasco, Garbage, Bandage."
    },
    {
      "name": "Officer Harris",
      "birthday": "4 Summer",
      "description": "Harris adalah seorang polisi di Desa Mineral dan anaknya Thomas. Harris biasa berkeliling setiap hari untuk memeriksa keamanan setiap wilayah yang ada di desa. Harris adalah pengagum rahasianya Aja karena sebenernya Harris sangat menyukai Aja. Harris sering merasa kesepian karena ia hanya tinggal seorang diri tanpa keluarga. Harris sangat membenci Won, entah apa alasannya.",
      "routine": "Tempat Untuk Menemuinya : \n Setiap hari : \n (6 am – 7 am) Di rumahnya \n (8.30 am – 9 am) Di Peternakan Yodel \n (10 am – 1 pm) Di rumah Gotz \n (2 pm – 4 pm) Di penginapan \n (4.30 am – 7 pm) Di rumahnya \n (7 pm – 10 pm) Di luar rumahnya \n (10 pm – Seterusnya) Di rumahnya",
      "great_gift": "Sangat Suka Menerima : Spa-Boiled Egg, Bodigizer XL, Turbojolt, Turbojolt XL, Wine, Fried Rice, Vegetable Juice, Mixed Juice, Sandwich, Fries, Cheese Fondue, Apple Pie, Cake, Chocolate Cake, Relaxation Tea, Veggie Latte.",
      "good_gift": "Suka Menerima : Potato, Cabbage, Corn, Pineapple, Carrot, Green Pepper, Sweet Potato, Moondrop Flower, Pink Cat Flower, Red Magic Red Flower, Blue Magic Red Flower, Toy Flower, Orange Cup Fruit, Apple, Bamboo Shoot, Egg, Mayonnaise, Cheese, Wool, Honey, SUGDW Apple, Rice Balls, Bodigizer, Small Fish, Stir Fry, Miso Soup, Stew, Salad, Fruit Juice, Strawberry Milk, Tomato Juice, Pumpkin Pudding, Sweet Potato (Masakan), Hot Milk, Omelet, Butter, Cheesecake, Bamboo Rice, Truffle Rice, Sushi, Jam Bun, Raisin Bread, Dinner Roll, Cookie, Golden Egg, Chocolate Cookie, Ketchup, Rice Omelet.",
      "dislike": "Tidak Suka Menerima : Branch, Lumber, Onion, Blue Grass, Green Grass, Mystrile, Adamantite, Orichalcum, Gold Ore, Silver Ore, Copper Ore, Fodder, Chicken Feed, Fish Food, Food Fiasco, Ketchup Recipe, Yarn Ball, Curry, Sashimi, Curry Noodles, Bandage, Fruit Latte, Mixed Latte, Winter Branch, Winter Lumber.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Weed, Winter Stone, Dead Weed, Poisonous Mushroom, Red Grass, Garbage, Fries Recipe."
    },
    {
      "name": "Kano",
      "birthday": "2 Winter",
      "description": "Kano adalah seorang fotografer. Kano tinggal bersama dengan Mayor Thomas dan Harris. Kano tidak pernah muncul dalam festival apapun yang diadakan Desa Mineral. Kano hanya muncul sekali dalam festival kuda jika kamu berhasil memenangkannya, Kano akan mengambil fotomu bersama dengan kuda yang nantinya akan dipajang di rumahmu. Kano sangat menyukai Desa Mineral, baik itu pemandangannya, hewan ternaknya, ataupun penduduknya.",
      "routine": "Tempat Untuk Menemuinya : \n (6 am – 7 pm) Di rumah Mayor Thomas \n (7.40 pm – 10.10 pm) Di penginapan \n (10.50 – Seterusnya) Di rumah Mayor Thomas",
      "great_gift": "Sangat Suka Menerima : Bamboo Shoot, Mushroom, Poisonous Mushroom, Wild Grape, Truffle, Blue Grass, Red Grass, Green Grass, Spa-Boiled Egg, Honey, Wine, Grape Juice, Large Fish, Butter, Grape Jam, Relaxation Tea Leaves, Relaxation Tea.",
      "good_gift": "Suka Menerima : Strawberry, Corn, Pineapple, Sweet Potato, Moondrop Flower, Pink Cat Flower, Red Magic Red Flower, Blue Magic Red Flower, Toy Flower, Orange Cup Fruit, Apple, Mayonnaise, Cheese, Wool, Yarn Ball, Mystrile, Adamantite, Orichalcum, Gold Ore, Silver Ore, Copper Ore, SUGDW Apple, Tomato Juice, Pumpkin Pudding, Sweet Potato (Masakan), Cheesecake, Apple Jam, Bamboo Rice, Truffle Rice, Sashimi, Golden Egg, Ketchup.",
      "dislike": "Tidak Suka Menerima : Potato, Cabbage, Cucumber, Onion, Fried Rice, Curry, Popcorn, Boiled Egg, Bodigizer, Bodigizer XL, Turbojolt, Turbojolt XL.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Weed, Lumber, Winter Stone, Winter Branch, Winter Lumber, Dead Weed, Fodder, Chicken Feed, Fish Food, Food Fiasco, Ketchup Recipe, Fries Recipe, Garbage, Bandage."
    },
    {
      "name": "Louis",
      "birthday": "2 Spring",
      "description": "Louis adalah seorang peternak lebah. Louis tinggal bersama dengan Gotz di rumah kayu yang ada di dasar Bukit Ibu. Louis sedang mencari lebah madu yang sangat langka, yang hanya ditemukan di area Desa Mineral. Usianya sudah sangat tua, dan ia telah banyak menghabiskan waktunya untuk mencari lebah madu yang langka tersebut.",
      "routine": "Tempat Untuk Menemuinya : \n Setiap hari kecuali Sabtu, selalu ada di rumah Gotz. \n Sabtu : \n (6 am – 7 am) Di rumah Gotz \n (8 am – 10 am) Di ladang bunga Bukit Ibu \n (10.40 am – Seterusnya) Di rumah Gotz",
      "great_gift": "Sangat Suka Menerima : Honey, Bread, Grape Juice, Pickled Turnips, Pickles, Apple Pie, Mushroom Rice, Tomato Juice, Apple Jam, Strawberry Jam, Grape Jam.",
      "good_gift": "Suka Menerima : Cucumber, Strawberry, Tomato, Eggplant, Pineapple, Apple, Wild Grape, Mushroom, SUGDW Apple, Spa-Boiled Egg, Rice Ball, Wine, Fruit Juice, Vegetable Juice, Mixed Juice, Happy Eggplant, Hot Milk, Raisin Bread, Pizza, Tempura Noodles, Tempura, Cookie, Cake, Chocolate Cake, Fruit Latte, Veggie Latte, Mixed Latte.",
      "dislike": "Tidak Suka Menerima : Branch, Lumber, Poisonous Mushroom, Red Grass, Chicken Feed, Fish Food, Fish, Oil, Flour, Curry Powder, Winter Branch, Winter Lumber.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Weed, Winter Stone, Dead Weed, Mystrile, Orichalcum, Adamantite, Gold Ore, Silver Ore, Copper Ore, Ketchup Recipe, Fodder, Food Fiasco, Garbage, Fries Recipe, Bandage."
    },
    {
      "name": "Greg",
      "birthday": "29 Spring",
      "description": "Greg adalah seorang nelayan di Desa Mineral. Greg jarang sekali terlihat keluar dari rumah, dia lebih sering menghabiskan waktunya di dalam rumah. Greg hanya keluar hari Jumat, Sabtu, dan Minggu untuk memancing di dermaga. Kamu bisa mendapatkan pancingan dari Greg di hari tersebut. Greg benar- benar anti-sosial, tidak ada event penting yang kamu lakukan bersama Greg selain saat kamu mendapatkan Fishing Pole, Fishing Rood, dan keenam Ikan Legendaris.",
      "routine": "Tempat Untuk Menemuinya : \n Jumat, Sabtu, dan Minggu : \n (6 am – 7 am) Di rumahnya \n (7 am – 10 am) Di dermaga \n (10 am – 7 pm) Di rumahnya \n (7 pm – 10 pm) Di dermaga \n (10 pm – Seterusnya) Di rumahnya",
      "great_gift": "Sangat Suka Menerima : Large Fish",
      "good_gift": "Suka Menerima : Corn, Spinach, Apple, Fish Food, Cheese SUGDW Apple, Rice Ball, Wine, Medium Fish, Fried Rice, Miso Soup, Stew, Vegetable Juice, Sandwich, Fries, Tomato Juice, Popcorn, Pumpkin Pudding, Hot Milk, Cheese Fondue, Apple Pie, Sushi, Chirashi Sushi, Sashimi, Grilled Fish, Pizza, Relaxation Tea Leaves, Fruit Latte, Veggie Latte, Mixed Latte.",
      "dislike": "Tidak Suka Menerima : Small Fish",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Lumber, Weed, Winter Stone, Winter Branch, Winter Lumber, Dead Weed, Poisonous Mushroom, Blue Grass, Red Grass, Green Grass, Bodigizer, Bodigizer XL, Turbojolt, Turbojolt XL, Mystrile, Adamantite, Orichalcum, Gold Ore, Silver Ore, Copper Ore, Fodder, Chicken Feed, Food Fiasco, Garbage, Bandage, Ketchup Recipe, Fries Recipe, Grape Juice, Oil, Flour, Curry Powder, Butter."
    },
    {
      "name": "Zack",
      "birthday": "29 Summer",
      "description": "Zack adalah seorang kurir yang akan mengantarkan barang-barang yang dijual di peternakan ke tempat penjualan. Zack orang yang sangat ramah meskipun ia bisa saja tiba-tiba marah jika  kamu tidak berhati-hati. Zack akan merasa senang jika ada banyak hasil kebun atau ternak yang kamu jual di bin. Zack menyukai Lillia meskipun ia tau Lillia sudah mempunyai seorang suami sehingga Zack sangat menghormati itu dan tidak pernah mengungkapkannya langsung pada Lillia.",
      "routine": "Tempat Untuk Menemuinya : \n Setiap hari : \n (6 am – 7 am) Di rumahnya \n (7.40 am – 10 am) Di supermarket \n (10.40 am – 4 pm) Di rumahnya \n (4.50 pm – 5.50 pm) Di peternakanmu \n (7.50 pm – Seterusnya) Di rumahnya",
      "great_gift": "Sangat Suka Menerima : Pink Cat Flower, Orichalcum, Bodigizer, Bodigizer XL, Turbojolt, Turbojolt XL, Wine, Large Fish, Veggie Pancake, Fried Rice, Curry, Bamboo Rice, Mushroom Rice, Truffle Rice, Sushi, Chirashi Sushi, Pizza, Curry Noodles, Tempura Noodles, Fried Noodles, Rice Omelet.",
      "good_gift": "Suka Menerima : Cucumber, Strawberry, Tomato, Pineapple, Apple, Bamboo Shoot, Wild Grape, Truffle, Egg, Mayonnaise, Cheese, SUGDW Apple, Rice Ball, Medium Fish, Small Fish, Salad, Sandwich, Fries, Strawberry Jam, Tomato Juice, Happy Eggplant, Sweet Potato (Masakan), Scrambled Egg, Boiled Egg, Jam Bun, Raisin Bread, Grilled Fish, Golden Egg, Relaxation Tea.",
      "dislike": "Tidak Suka Menerima : Lumber, Winter Lumber, Blue Grass, Red Grass, Green Grass, Mystrile, Adamantite, Orichalcum, Gold Ore, Silver Ore, Copper Ore, Ketchup Recipe, Yarn Ball, Oil, Flour, Curry Powder, Bandage.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Weed, Winter Stone, Winter Branch, Dead Weed, Poisonous Mushroom, Fodder, Chicken Feed, Fish Food, Food Fiasco, Garbage, Fries Recipe."
    },
    {
      "name": "Stu",
      "birthday": "5 Fall",
      "description": "Stu adalah cucu laki-lakinya Ellen dan adik dari Elli. Stu merupakan anak yang sedikit mengacau dan sering menjadi pembuat onar. Stu suka sekali menjahili Elli dengan memberikan serangga padanya (Stu tahu Elli tidak suka serangga). Stu menyukai May, meskipun ia tidak pernah mengakuinya tapi itu terlihat dari perlakuannya kepada May.",
      "routine": "Tempat Untuk Menemuinya : \n Setiap hari : \n (6 am – 1 pm) Di rumahnya \n (1 pm – 4 pm) Di luar rumah \n (4 pm – Seterusnya) Di rumahnya",
      "great_gift": "Sangat Suka Menerima : Orange Cup Fruit, Wild Grape, Ketchup Recipe, Yarn Ball, Honey, Grape Juice, Fruit Juice, Sandwich, Fries, Strawberry Jam, Strawberry Milk, Popcorn, Sweet Potato (Masakan), Hot Milk, Cheesecake, Cheese Fondue, Apple Pie, Pizza, Cookie, Ice Cream, Cake, Chocolate, Chocolate Cookie, Chocolate Cake, Bandage, Ketchup, Rice Omelet.",
      "good_gift": "Suka Menerima : Branch, Strawberry, Pineapple, Moondrop Flower, Pink Cat Flower, Toy Flower, Apple, Mystrile, Orichalcum, Adamantite, Gold Ore, Silver Ore, Copper Ore, Mayonnaise, Milk, Cheese, Wool, SUGDW Apple, Large Fish, Medium Fish, Veggie Pancake, Stew, Curry, Pumpkin Pudding, Roasted Potatoes, Omelet, Butter, Apple Jam, Grape Jam, Jam Bun, Curry Noodles, Fried Noodles, Winter Branch.",
      "dislike": "Tidak Suka Menerima : Turnip, Potato, Cucumber, Cabbage, Onion, Pumpkin, Eggplant, Carrot, Sweet Potato, Spinach, Green Pepper, Blue Magic Red Flower, Red Magic Red Flower, Mushroom, Red Grass, Spa-Boiled Egg, Small Fish, Bodigizer, Bodigizer XL, Turbojolt, Turbojolt XL, Miso Soup, Vegetable Juice, Pickled Turnips, Pickles, Tomato Juice, Happy Eggplant, Greens, Bamboo Rice, Mushroom Rice, Sushi, Chirashi Sushi, Raisin Bread, Sashimi, Grilled Fish, Veggie Latte.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Lumber, Weed, Winter Stone, Winter Lumber, Dead Weed, Poisonous Mushroom, Blue Grass, Green Grass, Truffle, Wine, Fodder, Chicken Feed, Fish Food, Food Fiasco, Garbage, Fries Recipe."
    },
    {
      "name": "Won",
      "birthday": "19 Winter",
      "description": "Won adalah seorang pedagang yang biasanya berada di penginapan di siang – sore hari. Won biasanya menjual barang-barang yang tidak ada di supermarket. Won akan menjual setiap barang yang dimilikinya dengan harga yang sangat mahal, jadi harus hitung- hitung terlebih dahulu sebelum memutuskan untuk membeli barang darinya. Penampilannya yang mencurigakan membuat Harris tidak menyukainya. Jangan terlalu berharap bisa berteman dengannya. Kamu hanya bisa menjumpai Won saat ia berada di penginapan saja.",
      "routine": "Tempat Untuk Menemuinya : \n Setiap hari : \n (1 pm – 4 pm) Di penginapan",
      "great_gift": "Sangat Suka Menerima : Tidak ada",
      "good_gift": "Suka Menerima : Egg, Grape Juice, Fish.",
      "dislike": "Tidak Suka Menerima : Lumber, Fodder, Chicken Feed, Fish Food, Winter Lumber.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Weed, Winter Stone, Winter Branch, Dead Weed, Poisonous Mushroom, Ketchup Recipe, Food Fiasco, Garbage, Fries Recipe, Bandage."
    },
    {
      "name": "Harvest Goddess",
      "birthday": "8 Spring",
      "description": "Harvest Goddess adalah seorang peri kebun yang tinggal di air terjun Bukit Ibu",
      "routine": "Tempat Untuk Menemuinya : \n Dapat di temui di Air Terjun setiap hari kecuali hujan dan hari festival",
      "great_gift": "Kamu hanya bisa menjumpai disaat kamu memberikan hasil panenmu padanya dengan melemparkan hasil panenmu di depan air terjun. Berikut hal-hal yang bisa kamu dapatkan setelah melempar hasil panenmu :",
      "good_gift": "5x Melempar Hasil Kebun = Harvest Goddess akan memerikanmu Power Berry",
      "disgusting": "10x melempar = Akan menanyakan apakah ada gadis yang kamu sukai dan dia bilang gadis yang kamu sukai tersebut akan mandi di kolam air panas. Setelah gadis itu datang dan pergi ke arah kolam air panas, ikutilah dia dan masuklah ke kolam air panas. Anehnya di sana ada seekor monyet yg sedang berendam. Keluarlah dan kamu akan bingung dengan apa yang kamu lihat tadi. Kalau kamu melakukan semua tadi, kedekatanmu dengan gadis tersebut akan semakin erat.",
      "dislike": "20x melempar = maka kamu akan mendapatkan lumber spesial dari Harvest Goddess. Gotz datang dan menginginkan lumber tersebut, kalau kamu memberikannya maka Gotz akan menjadi sahabatmu."
    },
    {
      "name": "Kappa",
      "birthday": "- ",
      "description": "Kappa adalah sejenis monster yang tinggal di danau Bukit Ibu. Tidak banyak yang bisa dilakukan bersamanya.",
      "routine": "Tempat Untuk Menemuinya : \n Dapat di temui di Danau dekat Gunung , Malam hari",
      "great_gift": "Kamu hanya bisa mendapatkan Mystic Power Berry darinya dengan memberikannya cucumber sebanyak 3x.",
      "good_gift": "3x melempar = dapat mystic berry",
      "dislike": "Sangat Suka Menerima : Cucumber",
      "disgusting": "Suka Menerima : Cucumber"
    },
    {
      "name": "Gourmet",
      "birthday": "Ulang Tahun = -",
      "description": "Sepertinya Gourmet bukanlah penduduk Desa Mineral, Thomas hanya mengundang Gourmet disaat Spring sebagai Juri Festival Memasak. Gourmet mempunyai cita rasa yang tinggi. Kamu tidak bisa menemuinya atau memberinya hadiah karena kamu hanya bisa ketemu Gourmet disaat Festival memasak saja.",
      "routine": "Tempat Untuk Menemuinya : \n Hanya dapat di temui saat Festival Memasak.",
      "great_gift": "Sangat Suka Menerima : Masakan",
      "good_gift": "Suka Menerima : Masakan",
      "dislike": "Tidak Suka Menerima : Masakan Gagal",
      "disgusting": "Sangat Tidak Suka Menerima : Masakan Gagal"
    }
  ],
  "maiden_chara": [
    {
      "name": "Ann",
      "birthday": "17 Summer (tanggal 22 Summer jika ulangtahunmu tanggal 17 Summer)",
      "description": "Ann adalah gadis berambut merah yang terlihat lebih manis jikakamu sudah akrab dengannya. Hari ulangtahunnya tanggal 17 Summer (tanggal 22 Summer jika ultahmu tanggal 17 Summer). Ann adalah gadis yang cukup tomboy. Ibunya sudah meninggal dan sekarang ia membantu ayahnya mengelola penginapan. Walaupun ayahnya menginginkan ia menikah, tetapi ia menolak dan ingin tetap sendiri. Tetapi jangan khawatir karena ia akan menerima tawaranmu untuk menikah jika hatinya sudah berwarna merah. \n Ann memiliki rambut merah yang diikat dan dia memakai baju biru dengan lengan berwarna kuning. Dia sangat baik dan periang, senang menghibur orang yang sedang sedih. Ann menyukai binatang dan suka memasak. Dia hampir selalu memenangkan festival memasak, jika bukan ayahnya yang menang. Ann juga suka menikmati pemandangan di sekitar air terjun, setiap pagi jika cuaca cerah, dia selalu ada di kolam pemandian air panas menikmati sejuknya udara gunung.",
      "routine": "Tempat Untuk Menemuinya : \n Setiap hari : \n (6 am – 7 am) Di penginapan \n (7.30 am – 10 am) Di pemandian air panas \n (10.30 am – 1 pm) Di lantai 2 penginapan \n (1 pm – 4 pm) Di lantai 1 penginapan \n (4 pm – 7 pm) Di lantai 2 penginapan \n (7 pm – Seterusnya) Di lantai 1 penginapan \n Hari hujan : \n (6 am – 7 am) Di penginapan \n (7 am – 10 am) Di kamarnya \n (10 am – 1 pm) Di lantai 2 penginapan \n (1 pm – 4 pm) Di lantai 1 penginapan \n (4 pm – 7 pm) Di lantai 2 penginapan \n (7 pm – Seterusnya) Di lantai 1 penginapan",
      "great_gift": "Sangat Suka Menerima : Spa-Boiled Egg, Veggie Pancake, Fried Rice, Stir Fry, Stew, Curry, Salad, Sandwich, Strawberry Milk, Pumpkin Pudding, Roasted Potatoes, Omelet, Cheesecake, Cheese Fondue, Apple Pie, Bamboo Rice, Mushroom Rice, Truffle Rice, Sushi, Grilled Fish, Noodles Tempur, Fried Noodles, Ice Cream, Cake, Chocolate, Chocolate Cake, Rice Omelet.",
      "good_gift": "Suka Menerima : Strawberry, Tomato, Pineapple, Apple, Wild Grape, Ketchup Recipe, Egg, Milk, Cheese, SUGDW Apple, Rice Ball, Bread, Grape Juice, Large Fish, Miso Soup, Fruit Juice, Vegetable Juice, Mixed Juice, Pickled Turnips, Fries, Pickles, Strawberry Jam, Tomato Juice, Popcorn, Happy Eggplant, Sweet Potato (Masakan), Greens, Scrambld Egg, Boiled Egg, Chirashi Sushi, Jam Bun, Raisin Bread, Dinner Roll, Sashimi, Pizza, Noodles, Curry Noodles,mTempura, Cookie, Golden Egg, Chocolate Cookie, Bandage, Relaxation Tea, Fruit Latte, Veggie Latte, Mixed Latte, Jewelry.",
      "dislike": "Tidak Suka Menerima : Branch, Lumber, Blue Grass, Green Grass, Bodigizer, Bodigizer XL, Turbojolt, Turbojolt XL, Medium Fish, Small Fish, Food Fiasco, Winter Lumber, Winter Branch.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Weeds, Poisonous Mushroom, Red Grass, Mystrile, Orichalcum, Fodder, Chicken Feed, Gold Ore, Silver Ore, Copper Ore, Fish Food, Garbage, Fries Recipe, Dead Weeds, Winter Stone.",
      "rival": "Jika kamu tidak menikahi Ann, Cliff akan menikahinya (kecuali jika kamu tidak memberikan pekerjaan pada Cliff pada musim gugur sehingga Cliff akan meninggalkan desa dan tidak akan kembali kecuali pada hari kamu dievaluasi."
    },
    {
      "name": "Elli",
      "birthday": "16 Spring (tanggal 20 Spring jika ulangtahunmu tanggal 16 Spring)",
      "description": "Gadis ini berambut pendek berwarna coklat. Ia adalah gadis manis yang tinggal bersama dengan nenek dan adiknya Stu. Dia sangat senang membantu orang-orang yang datang ke klinik. Ia selalu menanyakan apakah ada keluhan dan ia akan memberikan pertolongan. Ulangtahunnya jatuh pada tanggal 16 Sping (tanggal 20 Spring jika kamu berulangtahun di tanggal 16 Spring). Elli adalah seorang perawat. Dia bekerja di klinik dan selalu berada disana kecuali hari Rabu. Orangtuanya telah tiada dan dia harus menjaga neneknya dan adik lakilakinya Stu.",
      "routine": "Tempat Untuk Menemuinya : \n Setiap hari berada di klinik kecuali Rabu. \n Rabu : \n (6 am – 9 am) Di klinik \n (9.45 am – 1 pm) Di rumah Ellen \n (1.40 pm – 4 pm) Di supermarket \n (4.45 pm – 7.10 pm) Di rumah Ellen \n (7.55 pm – Seterusnya) Di klinik",
      "great_gift": "Sangat Suka Menerima : Moondrop Flower, Pink Cat Flower, Blue Magic Red Flower, Red Magic Red Flower, Toy Flower, Orange Cup Fruit, Ketchup Recipe, bandages, Jewelry.",
      "good_gift": "Suka Menerima : Strawberry, Blue Grass, Milk, Grape Juice, Fish, Stir Fry, Salad, Vegetable Juice, Sandwich, Strawberry Jam, Popcorn, Pumpkin Pudding, Sweet Potato (Masakan), Greens, Hot Milk, Cheesecake, Apple Jam, Apple Pie, Grape Jam, Chirashi Sushi, Sashimi, Grilled Fish, Cookies, Ice Cream, Cake, Chocolate, Chocolate Cookies, Chocolate Cake, Relaxation Tea Leaves, Relaxation Tea, Fruit Latte, Veggie Latte, Mixed Latte.",
      "dislike": "Tidak Suka Menerima : Onion, Pumpkin, Green Pepper, Wine, Fried Rice, Scrambled Eggs, Omelet, Omelet Rice.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Lumber, Weeds, Poisonous Mushroom, Fodder, Chicken Feed, Fish Food, Garbage, Fries Recipe, Dead Weeds, Winter Stone, Winter Branch, Winter Lumber.",
      "rival": "Dokter (jika kamu tidak menikahi Elli maka Dokter akan menikahinya)."
    },
    {
      "name": "Karen",
      "birthday": "15 Fall (tanggal 23 Fall jika ulangtahunmu tanggal 15 Fall)",
      "description": "Gadis ini berambut pirang. Dia memakai rompi dengan rok dan ikan pinggang. Karen adalah anak dari pemilik supermarket. Dia terkenal memiliki selera yang tinggi, merupakan gadis yang paling sulit untuk didekat. Ulangtahun pada tanggal 15 Fall (tanggal 23 Fall jika ulangtahunmu tanggal 15 Fall). Dibandingkan dengan gadis yang lainnya, Karen memiliki sikap paling dewasa. Dia tidak menyukai halhal yang disukai orangtuanya dan biasanya berdebat dengan mereka. Dia juga kuatir kalau toko ayahnya tidak lengkap. Dia senang berada di pantai dengan Rick, Kai, dan popuri pada saat Summer. Walaupun awalnya dia ketus tetapi akan menjadi semakin menyenangkan jika kamu meningkatkan rasa sukanya padamu. Karen suka minum-minum, dia senang anggur tapi dia tidak bisa memasak.",
      "routine": "Tempat Untuk Menemuinya : \n Senin, Rabu – Sabtu : \n (6 am – 8 am) Di dalam supermarket \n (8 am – 10.30 am) Di luar supermarket \n (10.30 am – 1 pm) Di rumahnya \n (1 pm – 4 pm) Di supermarket \n (4 pm – 7 pm) Di rumahnya \n (7.30 pm – 10 pm) Di pantai \n (10.50 pm – Seterusnya) Di rumahnya \n Hari hujan (Senin, Rabu – Sabtu) : \n (6 am – 8 am) Di rumahnya \n (8 am – 10 am) Di supermarket \n (10 am – 1 pm) Di rumahnya \n (1 pm – 4 pm) Di supermarket \n (4 pm – Seterusnya) Di rumahnya \n Selasa : \n (6 am – 8 am) Di supermarket \n (8 am – 10.30 am) Di luar supermarket \n (10.30 am – 1 pm) Di supermarket \n (2 pm – 4 pm) Di kolam pemandian air panas \n (5 pm – 7 pm) Di supermarket \n (7.30 pm – 10 pm) Di penginapan \n (10.30 pm – Seterusnya) Di rumahnya \n Hari hujan (Selasa) : \n (6 am – 1 pm) Di supermarket \n (2 pm – 4 pm) Di rumahnya Gotz \n (5 pm – 7 pm) Di rumahnya \n (7.30 pm – 10 pm) Di penginapan \n (10.30 pm – Seterusnya) Di rumahnya \n Minggu : \n (6 am – 7 pm) Di supermarket \n (7.30 pm – 10 pm) Di penginapan \n (10.30 pm – Seterusnya) Di rumahnya",
      "great_gift": "Sangat Suka Menerima : Truffle, Wine, Fries, Popcorn, Sashimi, Pizza",
      "good_gift": "Suka Menerima : Potato, Cucumber, Corn, Pumpkin, Eggplant, Sweet Potato, Spinach, Green Pepper, Moondrop Flower, Pink Cat Flower, Blue Magic Red Flower, Red Magic Red Flower, Toy Flower, Orange Cup Fruit, Egg, Spa-Boiled Egg, Mayonnaise, Cheese, Stir Fry, Miso Soup, Salad, Pickled Turnips, Pickles, Happy Eggplant, Greens, Scrambled Eggs, Butter, Cheese Fondue, Golden Egg, Jewelry.",
      "dislike": "Tidak Suka Menerima : Weeds, Apple, Blue Grass, Red Grass, Green Grass, Mystrile, Orichalcum, Ketchup Recipe, Gold Ore, Silver Ore, Copper Ore, Honey, SUGDW Apple, Bodigizer, Bodigizer XL, Turbojolt, Turbojolt XL, Grape Juice, Strawberry Jam, Strawberry Milk, Roasted Potatoes, Grape Jam, Jam Bun, Raisin Bread, Bandage, Relaxation Tea, Fruit Latte, Mixe Latte, Dead Weeds.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Lumber, Poisonous Mushroom, Adamantite, Fodder, Chicken Feed, Fish Food, Pumpkin Pudding, Sweet Potato (dish), Cheesecake, Apple Jam, Apple Pie, Cookie, Ice Cream, Cake, Empty Can, Fries Recipe, Chocolate, Chocolate Cookie, Chocolate Cake, Winter Stone, Winter Branch, Winter Lumber.",
      "rival": "Sainganmu adalah Rick (kakaknya Popuri). Rick akan menikahi Karen jika kamu tidak menikah dengan Karen."
    },
    {
      "name": "Mary",
      "birthday": "20 Winter (tanggal 25 Winter jika ulangtahunmu tanggal 20 Winter)",
      "description": "Mary adalah gadis penjaga perpustakaan yang pendiam. Mary berambut hitam dan berkacamata. Dia menjaga perpustakaan yang sebagian besar isi bukunya adalah hasil karangan ayahnya. Mary juga menyumbangkan satu buah buku yang ia tulis sendiri, dan di buku tersebut dia menceritakan sosok Gray meskipun dia tidak memberitahukannya pada orang lain. Mary dan keluarganya berasal dari kota. Mereka memilih untuk tinggal di Desa Mineral karena ayahnya sedang mengumpulkan informasi mengenai tumbuhan dan hewan ternak yang ada di Desa Mineral. Dia berulangtahun pada tanggal 20 Winter (tanggal 25 Winter jika ulangtahunmu tanggal 20 Winter). Mary sangat baik dan dermawan, dia senang membantu orang lain dan dilakukan dengan sangat sopan. Bagi orang yang suka gadis pintar dan baik hati, Mary merupakan pilihan yang cocok.",
      "routine": "Tempat Untuk Menemuinya : \n Setiap hari kecuali Senin : \n (6 am – 10 am) Di rumahnya \n (10 am – 4 pm) Di perpustakaan \n (4.50 pm – Seterusnya) Di rumahnya \n Senin : \n (6 am – 7 am) Di rumahnya \n (8 am – 10 am) Di ladang bunga Bukit Ibu \n (11 am – 1 pm) Di rumahnya \n (1.40 pm – 4 pm) Di supermarket \n (4.50 pm – Seterusnya) Di rumahnya \n Hari hujan (Senin) : \n (6 am – 1 pm) Di rumahnya \n (1.40 pm – 4 pm) Di supermarket \n (4.50 pm – Seterusnya) Di rumahnya",
      "great_gift": "Sangat Suka Menerima : Bamboo Shoot, Mushroom, Poisonous Mushroom, Truffle, Blue Grass, Red Grass, Green Grass, Bodigizer, Bodigizer XL, Turbojolt, Turbojolt XL, Vegetable Juice, Tomato Juice, Pumpkin Pudding, Cheese Fondue, Bamboo Rice, Mushroom Rice, Truffle Rice, Grape Jam, Raisin Bread, Relaxation Tea Leaves, Relaxation Tea, Veggie Latte.",
      "good_gift": "Suka Menerima : Pumpkin, Spinach, Green Pepper, Moondrop Flower, Pink Cat Flower, Blue Magic Red Flower, Red Magic Red Flower, Toy Flower, Orange Cup Fruit, Apple, Wild Grape, Mayonnaise, Milk, Cheese, Wool, Yarn Ball, Honey, SUGDW Apple, Grape Juice, Fruit Juice, Mixed Juice, Strawberry Jam, Strawberry Milk, Sweet Potato (dish), Greens, Boiled Egg, Hot Milk, Cheesecake, Apple Jam, Apple Pie, Sushi, Jam Bun, Dinner Roll, Cookie, Ice Cream, Cake, Golden Egg, Fruit Latte, Mixed Latte, Ketchup, Jewelry.",
      "dislike": "Tidak Suka Menerima : Veggie Pancake, Fried Rice, Curry, Pickled Turnips, Fries, Pickles, Happy Eggplant, Butter.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Lumber, Weeds, Ketchup Recipe, Fodder, Chicken Feed, Fish Food, Food Fiasco, Garbage, Fries Recipe, Bandage, Dead Weeds, Winter Stone, Winter Branch, Winter Lumber",
      "rival": "Sainganmu adalah Gray. Gray akan menikahi Mary jika kamu tidak menikahinya"
    },
    {
      "name": "Popuri",
      "birthday": "3 Summer (tanggal 10 Summer jika ulangtahunmu tanggal 3 Summer",
      "description": "Gadis ini memiliki rambut berwarna merah muda sama seperti ibunya. Ia memakai baju merah dan memakai bando. Popuri merupakan gadis yang paling mudah didekati, karena setiap kali kamu bicara padanya, dia akan semakin suka padamu. Ia cengeng, mudah dirayu dan menyukai binatang-binatang di hutan. Ia dianggap gadis yang belum dewasa oleh penduduk desa. Hari ulangtahunnya adalah tanggal 3 Summer (tanggal 10 Summer jika ulangtahunmu tanggal 3 Summer).\n Walaupun ia kasar padamu sebelum mengenalmu lebih dekat, namun dia sangat manis jika kamu sudah dekat dengannya. Ayahnya tidak ada di desa ini, dia pergi mencari bunga gurun pasir atau bunga sedekade untuk mengobati istrinya (Lillia). Popuri memiliki seorang kakak laki-laki yang bernama Rick yang membantu di peternakan ayam mereka.",
      "routine": "Tempat Untuk Menemuinya : \n Setiap hari kecuali Minggu : \n (6 am – 7 am) Di rumahnya \n (7.45 am – 10 am) Di kolam pemandian air panas \n (10.45 am – Seterusnya) Di rumahnya \n Minggu : \n (6 am – 9 am) Di rumahnya \n(9.30 am – 1 am) Di gereja \n (1.30 pm – 5.30 pm) Di alun-alun desa \n(6 pm – Seterusnya) Di rumahnya \n Hari hujan (Minggu) : \n (6 am – 9 am) Di rumahnya \n (9.30 am – 1 am) Di gereja \n (1.30 pm – Seterusnya) Di rumahnya",
      "great_gift": "Sangat Suka Menerima : Pink Cat Flower, Toy Flower, Spa-Boiled Egg, Honey, Fruit Juice, Sandwich, Strawberry Jam, Strawberry Milk, Scrambled Eggs, Omelet, Boiled Egg, Hot Milk, Apple Jam, Apple Pie, Ice Cream, Cake, Chocolate, Chocolate Cake, Relaxation Tea, Rice Omelet, Jewelry.",
      "good_gift": "Suka Menerima : Strawberry, Tomato, Corn, Pineapple, Blue Magic Red Flower, Red Magic Red Flower, Orange Cup Fruit, Apple, Truffle, Egg, Mayonnaise, Milk, Yarn Ball, SUGDW Apple, Bread, Grape Juice, Flour, Veggie Pancake, Stew, Salad, Fries, Popcorn, Pumpkin Pudding, Sweet Potato (dish) Bamboo Rice, Mushroom Rice, Grape Jam, Chirashi Sushi, Fried Noodles, Tempura, Wool G, Relaxation Tea Leaves, Ketchup.",
      "dislike": "Tidak Suka Menerima : Turnip, Pumpkin, Eggplant, Green Pepper, Cheese, Vegetable Juice, Mixed Juice, Pickled Turnips, Tomato Juice, Happy Eggplant, Cheese Fondue, Pizza, Fruit Latte, Veggie Latte, Mixed Latte.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Lumber, Poisonous Mushroom, Blue Grass, Red Grass, Green Grass, Mystrile, Orichalcum, Ketchup Recipe, Fodder, Chicken Feed, Gold Ore, Silver Ore, Copper Ore, Fish Food, Bodigizer, Bodigizer XL, Turbojolt, Turbojolt XL, Wine, Food Fiasco, Garbage, Fries Recipe, Bandage, Winter Stone, Winter Branch, Winter Lumber.",
      "rival": "Sainganmu adalah Kai. Kai akan menikahi Popuri jika kamu tidak menikahinya."
    }
  ],
  "spirit_chara": [
    {
      "name": "Chef",
      "birthday": "14 Fall",
      "description": "Chef adalah juru masak di kalangan kurcaci. Chef yang senang bekerja dan dia sangat periang, sangat mudah untuk diajak berteman. Chef adalah kurcaci merah.",
      "routine": "Gubuk Kurcaci, Kebun mu",
      "great_gift": "Sangat Suka Menerima : Wild Grape, Yarn Ball, Honey, Bread, Bodigizer, Bodigizer XL, Turbojolt XL, Wine, Flour, Fruit Juice, Mixed Juice, Strawberry Jam, Strawberry Milk, Pumpkin Pudding, Sweet Potato (dish), Omelet, Hot Milk, Butter, Apple Jam, Apple Pie, Grape Jam, Raisin Bread, Pizza, Cookie, Cake, Chocolate Cookie, Chocolate Cake, Relaxation Tea Leaves, Relaxation Tea, Jewelry.",
      "good_gift": "Suka Menerima : Turnip, Strawberry, Pumpkin, Pineapple, Carrot, Spinach, Moondrop Flower, Pink Cat Flower, Blue Magic Red Flower, Red Magic Red Flower, Toy Flower, Orange Cup Fruit, Apple, Truffle, Blue Grass, Red Grass, Egg, Mayonnaise, Milk, Cheese, Wool, SUGDW Apple, Turbojolt, Grape Juice, Oil, Stew, Vegetable Juice, Tomato Juice, Boiled Egg, Cheesecake, Cheese Fondue, Mushroom Rice, Jam Bun, Ice Cream, Golden Egg, Chocolate, Fruit Latte, Mixed Latte, Rice Omelet.",
      "dislike": "Tidak Suka Menerima : Large Fish, Medium Fish, Curry Powder, Pickled Turnips, Pickles, Happy Eggplant, Greens, Scrambled Eggs, Sushi, Chirashi Sushi, Sashimi,Noodles, Curry Noodles, Tempura Noodles, Fried Noodles.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Weeds, Poisonous Mushroom, Green Grass, Mystrile, Orichalcum, Adamantite, Gold Ore, Silver Ore, Copper Ore, Food Fiasco, Garbage, Fries Recipe, Dead Weeds, Winter Stone, Winter Branch."
    },
    {
      "name": "Nappy",
      "birthday": "22 Winter",
      "description": "Nappy adalah kurcaci yang sangat suka bermain, meskipun dia bukan kurcaci yang senang bila disuruh bekerja namun Nappy akan membantumu di kebun jika kamu memintanya. Nappy adalah kurcaci jingga.",
      "routine": "Gubuk Kurcaci, Kebun mu",
      "great_gift": "Sangat Suka Menerima : Wild Grape, Yarn Ball, Honey, Bread, Bodigizer, Bodigizer XL, Turbojolt XL, Wine, Flour, Fruit Juice, Mixed Juice, Strawberry Jam, Strawberry Milk, Pumpkin Pudding, Sweet Potato (dish), Omelet, Hot Milk, Butter, Apple Jam, Apple Pie, Grape Jam, Raisin Bread, Pizza, Cookie, Cake, Chocolate Cookie, Chocolate Cake, Relaxation Tea Leaves, Relaxation Tea, Jewelry.",
      "good_gift": "Suka Menerima : Turnip, Strawberry, Pumpkin, Pineapple, Carrot, Spinach, Moondrop Flower, Pink Cat Flower, Blue Magic Red Flower, Red Magic Red Flower, Toy Flower, Orange Cup Fruit, Apple, Truffle, Blue Grass, Red Grass, Egg, Mayonnaise, Milk, Cheese, Wool, SUGDW Apple, Turbojolt, Grape Juice, Oil, Stew, Vegetable Juice, Tomato Juice, Boiled Egg, Cheesecake, Cheese Fondue, Mushroom Rice, Jam Bun, Ice Cream, Golden Egg, Chocolate, Fruit Latte, Mixed Latte, Rice Omelet.",
      "dislike": "Tidak Suka Menerima : Large Fish, Medium Fish, Curry Powder, Pickled Turnips, Pickles, Happy Eggplant, Greens, Scrambled Eggs, Sushi, Chirashi Sushi, Sashimi,Noodles, Curry Noodles, Tempura Noodles, Fried Noodles.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Weeds, Poisonous Mushroom, Green Grass, Mystrile, Orichalcum, Adamantite, Gold Ore, Silver Ore, Copper Ore, Food Fiasco, Garbage, Fries Recipe, Dead Weeds, Winter Stone, Winter Branch."
    },
    {
      "name": "Timid",
      "birthday": "16 Summer",
      "description": "Timid adalah kurcaci yang sangat penakut. Dia tidak suka bekerja dengan binatang karena menurutnya binatang sangat mengerikan dengan tubuh mereka yang besar. Timid adalah kurcaci hijau",
      "routine": "Gubuk Kurcaci, Kebun mu",
      "great_gift": "Sangat Suka Menerima : Wild Grape, Yarn Ball, Honey, Bread, Bodigizer, Bodigizer XL, Turbojolt XL, Wine, Flour, Fruit Juice, Mixed Juice, Strawberry Jam, Strawberry Milk, Pumpkin Pudding, Sweet Potato (dish), Omelet, Hot Milk, Butter, Apple Jam, Apple Pie, Grape Jam, Raisin Bread, Pizza, Cookie, Cake, Chocolate Cookie, Chocolate Cake, Relaxation Tea Leaves, Relaxation Tea, Jewelry.",
      "good_gift": "Suka Menerima : Turnip, Strawberry, Pumpkin, Pineapple, Carrot, Spinach, Moondrop Flower, Pink Cat Flower, Blue Magic Red Flower, Red Magic Red Flower, Toy Flower, Orange Cup Fruit, Apple, Truffle, Blue Grass, Red Grass, Egg, Mayonnaise, Milk, Cheese, Wool, SUGDW Apple, Turbojolt, Grape Juice, Oil, Stew, Vegetable Juice, Tomato Juice, Boiled Egg, Cheesecake, Cheese Fondue, Mushroom Rice, Jam Bun, Ice Cream, Golden Egg, Chocolate, Fruit Latte, Mixed Latte, Rice Omelet.",
      "dislike": "Tidak Suka Menerima : Large Fish, Medium Fish, Curry Powder, Pickled Turnips, Pickles, Happy Eggplant, Greens, Scrambled Eggs, Sushi, Chirashi Sushi, Sashimi,Noodles, Curry Noodles, Tempura Noodles, Fried Noodles.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Weeds, Poisonous Mushroom, Green Grass, Mystrile, Orichalcum, Adamantite, Gold Ore, Silver Ore, Copper Ore, Food Fiasco, Garbage, Fries Recipe, Dead Weeds, Winter Stone, Winter Branch."
    },
    {
      "name": "Hoggy",
      "birthday": "10 Fall",
      "description": "Hoggy adalah kurcaci yang sangat pemalas. Hoggy sangat rakus dan sangat suka sekali tidur. Tapi Hoggy bisa diandalkan jika dimintai pekerjaan. Hoggy adalah kurcaci kuning.",
      "routine": "Gubuk Kurcaci, Kebun mu",
      "great_gift": "Sangat Suka Menerima : Wild Grape, Yarn Ball, Honey, Bread, Bodigizer, Bodigizer XL, Turbojolt XL, Wine, Flour, Fruit Juice, Mixed Juice, Strawberry Jam, Strawberry Milk, Pumpkin Pudding, Sweet Potato (dish), Omelet, Hot Milk, Butter, Apple Jam, Apple Pie, Grape Jam, Raisin Bread, Pizza, Cookie, Cake, Chocolate Cookie, Chocolate Cake, Relaxation Tea Leaves, Relaxation Tea, Jewelry.",
      "good_gift": "Suka Menerima : Turnip, Strawberry, Pumpkin, Pineapple, Carrot, Spinach, Moondrop Flower, Pink Cat Flower, Blue Magic Red Flower, Red Magic Red Flower, Toy Flower, Orange Cup Fruit, Apple, Truffle, Blue Grass, Red Grass, Egg, Mayonnaise, Milk, Cheese, Wool, SUGDW Apple, Turbojolt, Grape Juice, Oil, Stew, Vegetable Juice, Tomato Juice, Boiled Egg, Cheesecake, Cheese Fondue, Mushroom Rice, Jam Bun, Ice Cream, Golden Egg, Chocolate, Fruit Latte, Mixed Latte, Rice Omelet.",
      "dislike": "Tidak Suka Menerima : Large Fish, Medium Fish, Curry Powder, Pickled Turnips, Pickles, Happy Eggplant, Greens, Scrambled Eggs, Sushi, Chirashi Sushi, Sashimi,Noodles, Curry Noodles, Tempura Noodles, Fried Noodles.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Weeds, Poisonous Mushroom, Green Grass, Mystrile, Orichalcum, Adamantite, Gold Ore, Silver Ore, Copper Ore, Food Fiasco, Garbage, Fries Recipe, Dead Weeds, Winter Stone, Winter Branch."
    },
    {
      "name": "Staid",
      "birthday": "15 Spring",
      "description": "Staid adalah kurcaci yang sangat mencintai pekerjaan dan serius dalam bekerja. Dia akan dengan senang hati menerima setiap pekerjaan yang kamu tawarkan padanya. Staid adalah kurcaci biru tua.",
      "routine": "Gubuk Kurcaci, Kebun mu",
      "great_gift": "Sangat Suka Menerima : Wild Grape, Yarn Ball, Honey, Bread, Bodigizer, Bodigizer XL, Turbojolt XL, Wine, Flour, Fruit Juice, Mixed Juice, Strawberry Jam, Strawberry Milk, Pumpkin Pudding, Sweet Potato (dish), Omelet, Hot Milk, Butter, Apple Jam, Apple Pie, Grape Jam, Raisin Bread, Pizza, Cookie, Cake, Chocolate Cookie, Chocolate Cake, Relaxation Tea Leaves, Relaxation Tea, Jewelry.",
      "good_gift": "Suka Menerima : Turnip, Strawberry, Pumpkin, Pineapple, Carrot, Spinach, Moondrop Flower, Pink Cat Flower, Blue Magic Red Flower, Red Magic Red Flower, Toy Flower, Orange Cup Fruit, Apple, Truffle, Blue Grass, Red Grass, Egg, Mayonnaise, Milk, Cheese, Wool, SUGDW Apple, Turbojolt, Grape Juice, Oil, Stew, Vegetable Juice, Tomato Juice, Boiled Egg, Cheesecake, Cheese Fondue, Mushroom Rice, Jam Bun, Ice Cream, Golden Egg, Chocolate, Fruit Latte, Mixed Latte, Rice Omelet.",
      "dislike": "Tidak Suka Menerima : Large Fish, Medium Fish, Curry Powder, Pickled Turnips, Pickles, Happy Eggplant, Greens, Scrambled Eggs, Sushi, Chirashi Sushi, Sashimi,Noodles, Curry Noodles, Tempura Noodles, Fried Noodles.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Weeds, Poisonous Mushroom, Green Grass, Mystrile, Orichalcum, Adamantite, Gold Ore, Silver Ore, Copper Ore, Food Fiasco, Garbage, Fries Recipe, Dead Weeds, Winter Stone, Winter Branch."
    },
    {
      "name": "Bold",
      "birthday": "4 Spring",
      "description": "Bold adalah kurcaci yang paling netral diantara semuanya. Bold tidak begitu suka bekerja dan bukan termasuk kurcaci yang malas. Bold adalah kurcaci ungu.",
      "routine": "Gubuk Kurcaci, Kebun mu",
      "great_gift": "Sangat Suka Menerima : Wild Grape, Yarn Ball, Honey, Bread, Bodigizer, Bodigizer XL, Turbojolt XL, Wine, Flour, Fruit Juice, Mixed Juice, Strawberry Jam, Strawberry Milk, Pumpkin Pudding, Sweet Potato (dish), Omelet, Hot Milk, Butter, Apple Jam, Apple Pie, Grape Jam, Raisin Bread, Pizza, Cookie, Cake, Chocolate Cookie, Chocolate Cake, Relaxation Tea Leaves, Relaxation Tea, Jewelry.",
      "good_gift": "Suka Menerima : Turnip, Strawberry, Pumpkin, Pineapple, Carrot, Spinach, Moondrop Flower, Pink Cat Flower, Blue Magic Red Flower, Red Magic Red Flower, Toy Flower, Orange Cup Fruit, Apple, Truffle, Blue Grass, Red Grass, Egg, Mayonnaise, Milk, Cheese, Wool, SUGDW Apple, Turbojolt, Grape Juice, Oil, Stew, Vegetable Juice, Tomato Juice, Boiled Egg, Cheesecake, Cheese Fondue, Mushroom Rice, Jam Bun, Ice Cream, Golden Egg, Chocolate, Fruit Latte, Mixed Latte, Rice Omelet.",
      "dislike": "Tidak Suka Menerima : Large Fish, Medium Fish, Curry Powder, Pickled Turnips, Pickles, Happy Eggplant, Greens, Scrambled Eggs, Sushi, Chirashi Sushi, Sashimi,Noodles, Curry Noodles, Tempura Noodles, Fried Noodles.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Weeds, Poisonous Mushroom, Green Grass, Mystrile, Orichalcum, Adamantite, Gold Ore, Silver Ore, Copper Ore, Food Fiasco, Garbage, Fries Recipe, Dead Weeds, Winter Stone, Winter Branch."
    },
    {
      "name": "Aqua",
      "birthday": "26 Spring",
      "description": "Aqua adalah kurcaci yang sangat memperhatikan penampilan. Aqua sangat tidak suka jika bajunya ada noda kotor sedikitpun. Tapi dia tetap bisa diandalkan jika kamu meminta bantuannya untuk bekerja. Aqua adalah kurcaci biru muda.",
      "routine": "Gubuk Kurcaci, Kebun mu",
      "great_gift": "Sangat Suka Menerima : Wild Grape, Yarn Ball, Honey, Bread, Bodigizer, Bodigizer XL, Turbojolt XL, Wine, Flour, Fruit Juice, Mixed Juice, Strawberry Jam, Strawberry Milk, Pumpkin Pudding, Sweet Potato (dish), Omelet, Hot Milk, Butter, Apple Jam, Apple Pie, Grape Jam, Raisin Bread, Pizza, Cookie, Cake, Chocolate Cookie, Chocolate Cake, Relaxation Tea Leaves, Relaxation Tea, Jewelry.",
      "good_gift": "Suka Menerima : Turnip, Strawberry, Pumpkin, Pineapple, Carrot, Spinach, Moondrop Flower, Pink Cat Flower, Blue Magic Red Flower, Red Magic Red Flower, Toy Flower, Orange Cup Fruit, Apple, Truffle, Blue Grass, Red Grass, Egg, Mayonnaise, Milk, Cheese, Wool, SUGDW Apple, Turbojolt, Grape Juice, Oil, Stew, Vegetable Juice, Tomato Juice, Boiled Egg, Cheesecake, Cheese Fondue, Mushroom Rice, Jam Bun, Ice Cream, Golden Egg, Chocolate, Fruit Latte, Mixed Latte, Rice Omelet.",
      "dislike": "Tidak Suka Menerima : Large Fish, Medium Fish, Curry Powder, Pickled Turnips, Pickles, Happy Eggplant, Greens, Scrambled Eggs, Sushi, Chirashi Sushi, Sashimi,Noodles, Curry Noodles, Tempura Noodles, Fried Noodles.",
      "disgusting": "Sangat Tidak Suka Menerima : Stone, Branch, Weeds, Poisonous Mushroom, Green Grass, Mystrile, Orichalcum, Adamantite, Gold Ore, Silver Ore, Copper Ore, Food Fiasco, Garbage, Fries Recipe, Dead Weeds, Winter Stone, Winter Branch."
    }
  ]
}
